Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Notifications allow to be informed when a certain event has occurred.
da: Meddelelser gør det muligt at blive informeret, når en bestemt hændelse har fundet sted.
fa: زمانی که رویداد مشخصی رخ دهد اعلان ها مجاز به اطلاع رسانی هستند.
fr: Les notifications permettent d'être informé lorsqu'un certain événement s'est produit.
it: Le notifiche consentono di essere informate quando si è verificato un determinato evento.
nl: Meldingen maken het mogelijk te worden geïnformeerd wanneer een bepaalde gebeurtenis zich heeft voorgedaan.

source: Notifications has been sent to {count} users.
da: Meddelelser er blevet sendt til {count} brugere.
fr: Les notifications ont été envoyées à {count} utilisateurs.
it: Le notifiche sono state inviate a {count} utenti.
nl: Meldingen zijn verzonden naar {count} gebruikers.

source: Number of CPU cores per socket
da: Antal CPU-kerner pr. sokkel
fa: تعدادی از هسته های CPU برای هر socket
fr: Nombre de cœurs de CPU par socket
it: Numero di core CPU per socket
nl: Aantal CPU-kernen per socket

source: Number of CPU cores should be multiple of cores per socket.
da: Antallet af CPU-kerner skal være flere kerner pr. sokkel.
fr: Le nombre de cœurs de CPU doit être multiple de cœurs par socket.
it: Il numero di core CPU deve essere multiplo di core per socket.
nl: Het aantal CPU-kernen moet een veelvoud zijn van kernen per socket.

source: Number of control plane nodes
da: Antal kontrolplanknuder
fr: Nombre de nœuds de plan de contrôle
it: Numero di nodi del piano di controllo
nl: Aantal besturingsvlakknooppunten

source: Number of cores in a VM
da: Antal kerner i en VM
fa: تعدادی از هسته ها در VM
fr: Nombre de cœurs dans une VM
it: Numero di core in una VM
nl: Aantal kernen in een VM

source: Number of created instances
da: Antal oprettede instanser
fa: تعدادی از instance های ایجاد شده
fr: Nombre d'instances créées
it: Numero di istanze create
nl: Aantal aangemaakte instanties

source: Number of etcd nodes
da: Antal etcd-noder
fr: Nombre de nœuds etcd
it: Numero di nodi etcd
nl: Aantal etcd nodes

source: Number of running instances
da: Antal kørende instanser
fa: تعدادی از instance های دز حال اجرا
fr: Nombre d'instances en cours d'exécution
it: Numero di istanze in esecuzione
nl: Aantal actieve instanties

source: Number of worker nodes
da: Antal arbejdernoder
fr: Nombre de nœuds de travail
it: Numero di nodi di lavoro
nl: Aantal werkknooppunten

source: Object is not found.
da: Objektet blev ikke fundet.
fa: شیء یافت نشد.
fr: L'objet n'est pas trouvé.
it: Oggetto non trovato.
nl: Object is niet gevonden.

source: Offering
da: Tilbud
fa: پیشنهاد
fr: Offre
it: Offerta
nl: Aanbod

source: Offering components
da: Tilbyder komponenter
fa: ارائه components
fr: Offre de composants
it: Offerta di componenti
nl: Componenten aanbieden

source: Offering configuration
da: Tilbudskonfiguration
fr: Configuration de l'offre
it: Configurazione offerta
nl: Configuratie aanbieden

source: Offering details
da: Oplysninger om tilbud
fa: ارائه جزییات
fr: Détails de l'offre
it: Dettagli dell'offerta
nl: Details van het aanbod

source: Offering doesn't have images.
da: Tilbud har ikke billeder.
fr: L'offre n'a pas d'images.
it: L'offerta non ha immagini.
nl: Aanbod heeft geen afbeeldingen.

source: Offering has been created.
da: Tilbud er blevet oprettet.
fa: پیشنهاد ایجاد شده است.
fr: L'offre a été créée.
it: L'offerta è stata creata.
nl: Aanbod is aangemaakt.

source: Offering has been imported.
da: Tilbud er blevet importeret.
fr: L'offre a été importée.
it: L'offerta è stata importata.
nl: Aanbod is geïmporteerd.

source: Offering has been updated.
da: Tilbuddet er blevet opdateret.
fa: پیشنهاد بروز رسانی شده است.
fr: L'offre a été mise à jour.
it: L'offerta è stata aggiornata.
nl: Aanbod is bijgewerkt.

source: Offering images
da: Tilbyder billeder
fr: Offrir des images
it: Offerta di immagini
nl: Afbeeldingen aanbieden

source: Offering images ({name})
da: Tilbyder billeder ({name})
fr: Offrir des images ({name})
it: Offerta di immagini ({name})
nl: Afbeeldingen aanbieden ({name})

source: Offering is not configured yet.
da: Tilbuddet er ikke konfigureret endnu.
fa: پیشنهاد هنوز پیکر بندی نشده است.
fr: L'offre n'est pas encore configurée.
it: L'offerta non è ancora configurata.
nl: Aanbod is nog niet geconfigureerd.

source: Offering logo
da: Tilbyder logo
fa: آرم پیشنهادی
fr: Logo de l'offre
it: Offerta logo
nl: Aanbieden logo

source: Offering name
da: Tilbyder navn
fr: Nom de l'offre
it: Nome offerta
nl: Aanbieden naam

source: Offering permissions
da: Tilbyder tilladelser
fr: Offrir des autorisations
it: Offerta di autorizzazioni
nl: Machtigingen aanbieden

source: Offering state has been updated.
da: Tilbudsstatus er blevet opdateret.
fa: حالت پیشنهادی بروز رسانی شده است.
fr: L'état de l'offre a été mis à jour.
it: Lo stato dell'offerta è stato aggiornato.
nl: De aanbiedingsstatus is bijgewerkt.

source: Offering type
da: Tilbudstype
fa: نوع پیشنهاد
fr: Type d'offre
it: Tipo di offerta
nl: Aanbieden type

source: Offerings
da: Tilbud
fa: پیشنهادات
fr: Offres
it: Offerte
nl: Aanbiedingen

source: Offerings images
da: Tilbudsbilleder
fr: Images d'offres
it: Immagini offerte
nl: Aanbiedingen afbeeldingen

source: One-time
da: Engang
fa: یکبار
fr: Une fois
it: Una tantum
nl: Eenmalig

source: One-time on plan switch
da: Engangskontakt på planen
fa: یکبار در plan switch
fr: Commutateur de plan unique
it: Interruttore di piano una tantum
nl: Eenmalige wissel op plan

source: Only a created invoice can be marked as paid.
da: Kun en oprettet faktura kan markeres som betalt.
fr: Seule une facture créée peut être marquée comme payée.
it: Solo una fattura creata può essere contrassegnata come pagata.
nl: Alleen een aangemaakte factuur kan als betaald worden gemarkeerd.

source: Only pending and expired invitations can be sent again.
da: Kun ventende og udløbne invitationer kan sendes igen.
fa: فقط دعوت های تاریخ گذشته یا منتظر ارسال میتوانند مجدد ارسال شوند.
fr: Seules les invitations en attente et expirées peuvent être envoyées à nouveau.
it: Solo gli inviti in sospeso e scaduti possono essere inviati di nuovo.
nl: Alleen in afwachting zijnde en verlopen uitnodigingen kunnen opnieuw worden verzonden.

source: Only pending invitation can be canceled.
da: Kun afventende invitation kan annulleres.
fa: فقط دعوت های منتظر ارسال را میتوان لغو کرد.
fr: Seule l'invitation en attente peut être annulée.
it: Solo l'invito in sospeso può essere annullato.
nl: Alleen in afwachting zijnde uitnodiging kan worden geannuleerd.

source: Only staff and organization users are allowed to open console.
da: Kun medarbejder- og organisationsbrugere har tilladelse til at åbne konsollen.
fa: فقط کارمندان و کاربران سازمان، مجاز به باز کردن console هستند.
fr: Seuls les utilisateurs du personnel et de l'organisation sont autorisés à ouvrir la console.
it: Solo gli utenti del personale e dell'organizzazione possono aprire la console.
nl: Alleen personeels- en organisatiegebruikers mogen de console openen.

source: Only staff can manage OpenStack tenant.
da: Kun medarbejdere kan håndtere OpenStack-lejer.
fa: فقط کارمندان میتوانند OpenStack tenant را مدیریت کنند.
fr: Seul le personnel peut gérer le locataire OpenStack.
it: Solo il personale può gestire il tenant OpenStack.
nl: Alleen personeel kan OpenStack-huurder beheren.

source: Only staff can remove organization.
da: Kun medarbejdere kan fjerne organisationen.
fa: فقط کارمندان میتوانند سازمان را حذف کنند.
fr: Seul le personnel peut supprimer une organisation.
it: Solo il personale può rimuovere l'organizzazione.
nl: Alleen personeel kan de organisatie verwijderen.

source: Only staff users are allowed to perform this action.
da: Kun medarbejderbrugere har tilladelse til at udføre denne handling.
fr: Seuls les utilisateurs du personnel sont autorisés à effectuer cette action.
it: Solo gli utenti del personale sono autorizzati a eseguire questa azione.
nl: Alleen personeelsgebruikers mogen deze actie uitvoeren.

source: Open
da: Åben
fa: باز
fr: Ouvrir
it: Aperto
nl: Openen

source: OpenStack Images
da: OpenStack-billeder
fa: تصویر های OpenStack
fr: Images OpenStack
it: Immagini OpenStack
nl: OpenStack-Afbeeldingen

source: OpenStack Instance
da: OpenStack-instans
fr: Instance OpenStack
it: Istanza OpenStack
nl: OpenStack-Instantie

source: OpenStack instance
da: OpenStack-instans
fr: Instance OpenStack
it: Istanza OpenStack
nl: OpenStack-instantie

source: OpenStack instance has been unlinked from Rancher node.
da: OpenStack-instansen er blevet fjernet fra Rancher-noden.
fr: L'instance OpenStack a été dissociée du nœud Rancher.
it: L'istanza OpenStack è stata scollegata dal nodo Rancher.
nl: OpenStack-instantie is ontkoppeld van Rancher-knooppunt.

source: OpenStack networks has been created.
da: OpenStack-netværk er blevet oprettet.
fr: Les réseaux OpenStack ont été créés.
it: Le reti OpenStack sono state create.
nl: OpenStack-netwerken zijn aangemaakt.

source: OpenStack subnet
da: OpenStack undernet
fr: Sous-réseau OpenStack
it: Sottorete OpenStack

source: OpenStack tenant
da: OpenStack-lejer
fr: Locataire OpenStack
it: Tenant OpenStack
nl: OpenStack-huurder

source: OpenStack volume
da: OpenStack-volumen
fr: Volume OpenStack
it: Volume OpenStack

source: Open console
da: Åbn konsol
fa: console را باز کنید
fr: Ouvrir la console
it: Console aperta
nl: Console openen

source: Open in Service Desk
da: Åbn i Service Desk
fr: Ouvrir dans le Service Desk
it: Aperto nel Service Desk
nl: Openen in Service Desk

source: Open support portal
da: Åben supportportal
fa: پشیتبانی پرتال را بازکنید
fr: Ouvrir le portail de support
it: Aprire il portale di supporto
nl: Open ondersteuningsportaal

source: Opened by {user} at {date}
da: Åbnet af {user} kl. {date}
fr: Ouvert par {user} à {date}
it: Aperto da {user} a {date}
nl: Geopend door {user} op {date}

source: Opened by {user} from {organization} at {date}
da: Åbnet af {user} fra {organization} kl. {date}
fr: Ouvert par {user} de {organization} à {date}
it: Aperto da {user} da {organization} a {date}
nl: Geopend door {user} van {organization} op {date}

source: Options are invalid.
da: Indstillingerne er ugyldige.
fa: گزینه ها نا معتبر است.
fr: Les options ne sont pas valides.
it: Le opzioni non sono valide.
nl: Opties zijn ongeldig.

source: Order Summary
da: Oversigt over ordre
fa: خلاصه سفارش
fr: Résumé de la commande
it: Riepilogo ordine
nl: Besteloverzicht

source: Order details
da: Ordreoplysninger
fa: جزییات سفارش
fr: Détails de la commande
it: Dettagli dell'ordine
nl: Bestel details

source: Order has been approved.
da: Ordren er blevet godkendt.
fa: سفارش تایید شده است.
fr: La commande a été approuvée.
it: L'ordine è stato approvato.
nl: Bestelling is goedgekeurd.

source: Order has been rejected.
da: Ordren er blevet afvist.
fa: سفارش رد شده است.
fr: La commande a été rejetée.
it: L'ordine è stato respinto.
nl: Bestelling is afgewezen.

source: Order has been submitted.
da: Ordren er blevet indsendt.
fa: سفارش ارسال شده است.
fr: La commande a été soumise.
it: L'ordine è stato inviato.
nl: Bestelling is ingediend.

source: Order item details
da: Oplysninger om ordrevare
fr: Détails de l'article de la commande
it: Dettagli dell'articolo dell'ordine
nl: Details van bestelartikel

source: Order item has been approved.
da: Ordrevare er blevet godkendt.
fr: L'article de la commande a été approuvé.
it: L'articolo dell'ordine è stato approvato.
nl: Bestelartikel is goedgekeurd.

source: Order item has been rejected.
da: Ordrevare er blevet afvist.
fr: L'article de la commande a été rejeté.
it: L'articolo dell'ordine è stato rifiutato.
nl: Bestelartikel is afgewezen.

source: Order item has cancel has been scheduled.
da: Ordrevaren har annulleret er planlagt.
fr: L'annulation de l'article de la commande a été planifiée.
it: L'articolo dell'ordine è stato annullato è stato programmato.
nl: Bestelartikel is gepland om te worden geannuleerd.

source: Order items
da: Bestil varer
fa: سفارش مورد
fr: Commander des articles
it: Ordina articoli
nl: Bestel artikelen

source: Order summary
da: Oversigt over ordre
fa: خلاصه سفارش
fr: Résumé de la commande
it: Riepilogo ordine
nl: Besteloverzicht

source: Orders
da: Ordrer
fa: سفارش ها
fr: Commandes
it: Ordini
nl: Bestellingen

source: Organization
da: Organisation
fa: سازمان
fr: Organisation
it: Organizzazione
nl: Organisatie

source: Organization actions
da: Organisationens handlinger
fa: فعالیت سازمان
fr: Actions de l'organisation
it: Azioni dell'organizzazione
nl: Organisatie acties

source: Organization contains invoices. Please remove them first.
da: Organisationen indeholder fakturaer. Fjern dem venligst først.
fa: سازمان شامل صورتحساب ها است.لطفا ابتدا آنها را حذف کنید.
fr: L'organisation contient des factures. Veuillez les supprimer d'abord.
it: L'organizzazione contiene fatture. Si prega di rimuoverli prima.
nl: Organisatie bevat facturen. Gelieve deze eerst te verwijderen.

source: Organization contains projects. Please remove them first.
da: Organisationen indeholder projekter. Fjern dem venligst først.
fa: سازمان شامل پروژه ها است.لطفا ابتدا آنها را حذف کنید.
fr: L'organisation contient des projets. Veuillez les supprimer d'abord.
it: L'organizzazione contiene progetti. Si prega di rimuoverli prima.
nl: Organisatie bevat projecten. Gelieve deze eerst te verwijderen.

source: Organization details
da: Organisationsoplysninger
fa: جزییات سازمان
fr: Détails de l'organisation
it: Dettagli dell'organizzazione
nl: Organisatie details

source: Organization events
da: Organisationsbegivenheder
fa: رویدادهای سازمان
fr: Événements de l'organisation
it: Organizzazione eventi
nl: Organisatie evenementen

source: Organization has been created.
da: Organisationen er blevet oprettet.
fa: سازمان ایجاد شده است.
fr: L'organisation a été créée.
it: L'organizzazione è stata creata.
nl: Organisatie is aangemaakt.

source: Organization has been updated successfully.
da: Organisationen er blevet opdateret.
fr: L'organisation a été mise à jour avec succès.
it: L'organizzazione è stata aggiornata correttamente.
nl: Organisatie is succesvol bijgewerkt.

source: Organization has signed a fixed price agreement
da: Organisationen har underskrevet en fast pris aftale
fa: سازمان توافق نامه قیمت ثابت را امضا کرده است
fr: L'organisation a signé un accord à prix fixe
it: L'organizzazione ha firmato un contratto a prezzo fisso
nl: Organisatie heeft een vaste prijs overeenkomst ondertekend

source: Organization name
da: Organisationsnavn
fa: نام سازمان
fr: Nom de l'organisation
it: Nome organizzazione
nl: Organisatie naam

source: Organization owner
da: Organisationens ejer
fa: صاحب سازمان
fr: Propriétaire de l'organisation
it: Proprietario organizzazione
nl: Organisatie eigenaar

source: Organization owner role expires on
da: Organisationsejerrollen udløber den
fa: نقش صاحب سازمان منقضی شده است در
fr: Le rôle du propriétaire de l'organisation expire le
it: Il ruolo proprietario dell'organizzazione scade il
nl: Organisatie eigenaar rol verloopt op

source: Organization registration code
da: Organisationens registreringskode
fa: کد ثبت نام سازمان
fr: Code d'enregistrement de l'organisation
it: Codice di registrazione organizzazione
nl: Organisatie registratiecode

source: Organization removal
da: Fjernelse af organisation
fa: حذف سازمان
fr: Suppression de l'organisation
it: Rimozione organizzazione
nl: Organisatie verwijdering

source: Organization role
da: Organisationsrolle
fr: Rôle de l'organisation
it: Ruolo organizzazione
nl: Organisatie rol

source: Organization roles
da: Organisationsroller
fa: نقش سازمان
fr: Rôles de l'organisation
it: Ruoli dell'organizzazione
nl: Organisatie rollen

source: Organization update
da: Organisationsopdatering
fr: Mise à jour de l'organisation
it: Aggiornamento organizzazione
nl: Organisatie bijwerken

source: Organization update ({name})
da: Organisationsopdatering ({name})
fr: Mise à jour de l'organisation ({name})
it: Aggiornamento dell'organizzazione ({name})
nl: Organisatie bijwerken ({name})

source: Organization users list
da: Liste over organisationsbrugere
fa: لیست کاربران سازمان
fr: Liste des utilisateurs de l'organisation
it: Elenco utenti organizzazione
nl: Lijst met organisatiegebruikers

source: Organization workspace
da: Organisationens arbejdsområde
fa: فضای کار سازمان
fr: Espace de travail de l'organisation
it: Area di lavoro dell'organizzazione
nl: Organisatie werkruimte

source: Organization {customer_link} has been created.
da: Organisation {customer_link} er blevet oprettet.
fa: سازمان {customer_name} ایجاد شده است.
fr: L'organisation {customer_link} a été créée.
it: L'organizzazione {customer_link} è stata creata.
nl: Organisatie {customer_link} is aangemaakt.

source: Organization {customer_link} has been updated.
da: Organisationen {customer_link} er blevet opdateret.
fa: سازمان {customer_name} بروزرسانی شده است.
fr: L'organisation {customer_link} a été mise à jour.
it: L'organizzazione {customer_link} è stata aggiornata.
nl: Organisatie {customer_link} is bijgewerkt.

source: Organization {customer_name} has been deleted.
da: Organisationen {customer_name} er blevet slettet.
fa: سازمان {customer_name} حذف شده است.
fr: L'organisation {customer_name} a été supprimée.
it: L'organizzazione {customer_name} è stata eliminata.
nl: Organisatie {customer_name} is verwijderd.

source: Organizations
da: Organisationer
fa: سازمان ها
fr: Organisations
it: Organizzazioni
nl: Organisaties

source: Organizations ({count})
da: Organisationer ({count})
fa: سازمان ها(مقدار)
fr: Organisations ({count})
it: Organizzazioni ({count})
nl: Organisaties ({count})

source: Organizations by divisions
da: Organisationer efter divisioner
fr: Organisations par divisions
it: Organizzazioni per divisioni
nl: Organisaties per divisies

source: Organizations divisions
da: Organisationer divisioner
fr: Divisions des organisations
it: Divisioni Organizzazioni
nl: Organisaties divisies

source: Others
da: Andre
fr: Autres
it: Altri
nl: Anderen

source: Output
da: Udgang
fr: Sortie
it: Uscita
nl: Uitgang

source: Overview
da: Oversigt
fa: بررسی اجمالی
fr: Aperçu
it: Panoramica
nl: Overzicht

source: Overview of {organization} organization
da: Oversigt over {organization} organisation
fa: بررسی اجمالی سازمان
fr: Aperçu de l'organisation {organization}
it: Panoramica dell'organizzazione {organization}
nl: Overzicht van {organization} organisatie

source: Overview of {project} project
da: Oversigt over {project} projekt
fa: بررسی اجمالی پروژه
fr: Aperçu du projet {project}
it: Panoramica del progetto {project}
nl: Overzicht van {project} project

source: Owned organizations
da: Ejede organisationer
fa: سازمان های متعلق به
fr: Organisations possédées
it: Organizzazioni di proprietà
nl: Eigendom organisaties

source: Owner
da: Ejer
fa: صاحب
fr: Propriétaire
it: Proprietario
nl: Eigenaar

source: Page is not found.
da: Siden er ikke fundet.
fr: La page n'est pas trouvée.
it: La pagina non viene trovata.
nl: Pagina is niet gevonden.

source: Page is not found. You've either entered invalid URL or trying to reach disabled feature.
da: Siden er ikke fundet. Du har enten indtastet ugyldig URL-adresse eller forsøgt at få adgang til deaktiveret funktion.
fr: La page n’est pas trouvée. Vous avez soit entré une URL invalide, soit essayé d'accéder à une fonction désactivée.
it: Pagina non trovata. Hai inserito un URL non valido o hai tentato di raggiungere la funzionalità disabilitata.
nl: Pagina is niet gevonden. U hebt een ongeldige URL ingevoerd of probeert de uitgeschakelde functie te bereiken.

source: Paid
da: Betalt
fr: Payé
it: Pagato
nl: Betaald

source: Password
da: Adgangskode
fr: Mot de passe
it: Parola d’ordine
nl: Wachtwoord

source: Password has been changed for user {affected_user_link}.
da: Adgangskoden er blevet ændret for brugeren {affected_user_link}.
fr: Le mot de passe a été modifié pour l'utilisateur {affected_user_link}.
it: La password è stata modificata per l'utente {affected_user_link}.
nl: Wachtwoord is gewijzigd voor gebruiker {affected_user_link}.

source: Past time slots are not allowed.
da: Tidligere tidsintervaller er ikke tilladt.
fr: Les créneaux horaires passés ne sont pas autorisés.
it: Le fasce orarie passate non sono consentite.
nl: Verlopen tijdsloten zijn niet toegestaan.

source: Pause
it: Pausa
nl: Pauzeren

source: Pause offering
da: Sæt tilbud på pause
fr: Offre de pause
it: Pausa offerta
nl: Aanbod pauzeren

source: Paused
da: Pauset
fr: En pause
it: In pausa
nl: Gepauzeerd

source: Pay invoice
da: Betal faktura
fr: Payer la facture
it: Paga fattura
nl: Factuur betalen

source: Payment events
da: Betaling begivenheder
fr: Évènements de paiement
it: Eventi di pagamento
nl: Betalingsevenementen

source: Payment for {customer_link} has been approved.
da: Betaling for {customer_link} er blevet godkendt.
fr: Le paiement pour {customer_link} a été approuvé.
it: Il pagamento per {customer_link} è stato approvato.
nl: Betaling voor {customer_link} is goedgekeurd.

source: Payment for {customer_link} has been cancelled.
da: Betaling for {customer_link} er blevet annulleret.
fr: Le paiement pour {customer_link} a été annulé.
it: Il pagamento per {customer_link} è stato annullato.
nl: Betaling voor {customer_link} is geannuleerd.

source: Payment gateways (monthly)
da: Betalingsgateways (månedligt)
fr: Passerelles de paiement (mensuel)
it: Gateway di pagamento (mensile)
nl: Betalings gateways (maandelijks)

source: Payment has been created.
da: Betaling er blevet oprettet.
fr: Le paiement a été créé.
it: Il pagamento è stato creato.
nl: Betaling is aangemaakt.

source: Payment has been deleted.
da: Betalingen er blevet slettet.
fr: Le paiement a été supprimé.
it: Il pagamento è stato eliminato.
nl: Betaling is verwijderd.

source: Payment has been processed successfully.
da: Betalingen er blevet behandlet med succes.
fr: Le paiement a été traité avec succès.
it: Il pagamento è stato elaborato correttamente.
nl: Betaling is succesvol verwerkt.

source: Payment has been updated.
da: Betalingen er blevet opdateret.
fr: Le paiement a été mis à jour.
it: Il pagamento è stato aggiornato.
nl: Betaling is bijgewerkt.

source: Payment is being processed, please wait.
da: Betalingen er ved at blive behandlet, vent venligst.
fr: Le paiement est en cours de traitement, veuillez patienter.
it: Il pagamento è in fase di elaborazione, si prega di attendere.
nl: Betaling wordt verwerkt, gelieve te wachten.

source: Payment pending
da: Betaling afventer
fr: Paiement en attente
it: Pagamento in sospeso
nl: Betaling in afwachting

source: Payment profile
da: Betalingsprofil
fr: Profil de paiement
it: Profilo di pagamento
nl: Betalingsprofiel

source: Payment profile defines how invoices are processed.
da: Betalingsprofil definerer, hvordan fakturaer behandles.
fr: Le profil de paiement définit la façon dont les factures sont traitées.
it: Il profilo di pagamento definisce la modalità di elaborazione delle fatture.
nl: Betalingsprofiel definieert hoe facturen worden verwerkt.

source: Payment profile has been created.
da: Betalingsprofil er blevet oprettet.
fr: Le profil de paiement a été créé.
it: Il profilo di pagamento è stato creato.
nl: Betalingsprofiel is aangemaakt.

source: Payment profile has been created and enabled.
da: Betalingsprofil er blevet oprettet og aktiveret.
fr: Le profil de paiement a été créé et activé.
it: Il profilo di pagamento è stato creato e abilitato.
nl: Betalingsprofiel is aangemaakt en ingeschakeld.

source: Payment profile has been enabled.
da: Betalingsprofil er blevet aktiveret.
fr: Le profil de paiement a été activé.
it: Il profilo di pagamento è stato abilitato.
nl: Betalingsprofiel is ingeschakeld.

source: Payment profile has been removed.
da: Betalingsprofil er blevet fjernet.
fr: Le profil de paiement a été supprimé.
it: Il profilo di pagamento è stato rimosso.
nl: Betalingsprofiel is verwijderd.
