Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: {resourceName} resource has been moved to {projectName} project.
da: {resourceName} ressource er blevet flyttet til {projectName} projekt.
fr: La ressource {resourceName} a été déplacée vers le projet {projectName}.
it: La risorsa {resourceName} è stata spostata nel progetto {projectName}.
nl: Bron {resourceName} is verplaatst naar project {projectName}.

source: {resourceType} has been deleted.
da: {resourceType} er blevet slettet.
fr: {resourceType} a été supprimé.
it: {resourceType} è stato eliminato.
nl: {resourceType} is verwijderd.

source: {resourceType} has state {resourceState}
da: {resourceType} har status {resourceState}
fr: {resourceType} a l'état {resourceState}
it: {resourceType} ha stato {resourceState}
nl: {resourceType} heeft status {resourceState}

source: {resource_link} creation has been scheduled by {user_link}.
da: {resource_link} oprettelsen er blevet planlagt af {user_link}.
fr: La création de {resource_link} a été planifiée par {user_link}.
it: La creazione di {resource_link} è stata programmata da {user_link}.
nl: {resource_link} aanmaak is gepland door {user_link}.

source: {resource_link} creation has failed.
da: {resource_link} oprettelsen mislykkedes.
fr: La création de {resource_link} a échoué.
it: {resource_link} creazione non riuscita.
nl: {resource_link} aanmaken is mislukt.

source: {resource_link} deletion has failed.
da: {resource_link} sletning er mislykkedes.
fr: La suppression de {resource_link} a échoué.
it: {resource_link} eliminazione non riuscita.
nl: {resource_link} verwijderen is mislukt.

source: {resource_link} has been created.
da: {resource_link} er blevet oprettet.
fr: {resource_link} a été créé.
it: {resource_link} è stato creato.
nl: {resource_link} is aangemaakt.

source: {resource_link} has been imported by {user_link}.
da: {resource_link} er blevet importeret af {user_link}.
fr: {resource_link} a été importé par {user_link}.
it: {resource_link} è stato importato da {user_link}.
nl: {resource_link} is geïmporteerd door {user_link}.

source: {resource_link} has been restarted.
da: {resource_link} er blevet genstartet.
fr: {resource_link} a été redémarré.
it: {resource_link} è stato riavviato.
nl: {resource_link} is opnieuw gestart.

source: {resource_link} has been scheduled to deletion by {user_link}.
da: {resource_link} er blevet planlagt til sletning af {user_link}.
fr: {resource_link} a été planifié pour la suppression par {user_link}.
it: {resource_link} è stata pianificata l'eliminazione da {user_link}.
nl: {resource_link} is gepland om te worden verwijderd door {user_link}.

source: {resource_link} has been scheduled to restart by {user_link}.
da: {resource_link} er blevet planlagt til at genstarte af {user_link}.
fr: {resource_link} a été planifié pour redémarrer par {user_link}.
it: {resource_link} è stato pianificato il riavvio di {user_link}.
nl: {resource_link} is gepland om opnieuw op te starten door {user_link}.

source: {resource_link} has been scheduled to start by {user_link}.
da: {resource_link} er blevet planlagt til at starte med {user_link}.
fr: {resource_link} a été planifié pour commencer par {user_link}.
it: {resource_link} è stato programmato per l'inizio di {user_link}.
nl: {resource_link} is gepland om te beginnen met {user_link}.

source: {resource_link} has been scheduled to stop by {user_link}.
da: {resource_link} er blevet planlagt til at stoppe med {user_link}.
fr: {resource_link} a été planifié pour s'arrêter par {user_link}.
it: {resource_link} è stato programmato per l'arresto di {user_link}.
nl: {resource_link} is gepland om te stoppen door {user_link}.

source: {resource_link} has been started.
da: {resource_link} er blevet startet.
fr: {resource_link} a été démarré.
it: {resource_link} è stato avviato.
nl: {resource_link} is gestart.

source: {resource_link} has been stopped.
da: {resource_link} er blevet stoppet.
fr: {resource_link} a été arrêté.
it: {resource_link} è stato interrotto.
nl: {resource_link} is gestopt.

source: {resource_link} has been updated by {user_link}.
da: {resource_link} er blevet opdateret af {user_link}.
fr: {resource_link} a été mis à jour par {user_link}.
it: {resource_link} è stato aggiornato da {user_link}.
nl: {resource_link} is bijgewerkt door {user_link}.

source: {resource_link} restart has failed.
da: {resource_link} genstart mislykkedes.
fr: {resource_link} redémarrage a échoué.
it: Il riavvio di {resource_link} non è riuscito.
nl: {resource_link} opnieuw opstarten is mislukt.

source: {resource_link} start has failed.
da: {resource_link} start mislykkedes.
fr: Le démarrage de {resource_link} a échoué.
it: {resource_link} avvio non riuscito.
nl: {resource_link} start is mislukt.

source: {resource_link} stop has failed.
da: {resource_link} stop mislykkedes.
fr: {resource_link} arrêt a échoué.
it: {resource_link} stop non riuscito.
nl: {resource_link} stop is mislukt.

source: {resource_name} has been deleted.
da: {resource_name} er blevet slettet.
fr: {resource_name} a été supprimé.
it: {resource_name} è stato eliminato.
nl: {resource_name} is verwijderd.

source: {sender} has invited you to join {name} {type} in {role} role.
da: {sender} har inviteret dig til at deltage i {name} {type} i {role} rolle.
fr: {sender} vous a invité à rejoindre {name} {type} dans le rôle {role}.
it: {sender} ti ha invitato a partecipare a {name} {type} nel ruolo {role}.
nl: {sender} heeft je uitgenodigd om deel te nemen aan {name} {type} in de {role} rol.

source: {usage} of {limit}
da: {usage} af {limit}
fr: {usage} de {limit}
it: {usage} di {limit}
nl: {usage} van {limit}

source: {usage} of {limit} used
da: {usage} af {limit} brugt
fr: {usage} de {limit} utilisé
it: {usage} di {limit} usato
nl: {usage} van {limit} gebruikt

source: {user} commented:
da: {user} kommenterede:
fr: {user} a commenté :
it: {user} ha commentato:
nl: {user} gaf commentaar:

source: {user} commented on {issue}
da: {user} kommenterede {issue}
fr: {user} commenté sur {issue}
it: {user} ha commentato {issue}
nl: {user} heeft commentaar gegeven op {issue}

source: {user} has approved it on {date} at {time}.
da: {user} har godkendt det den {date} kl. {time}.
fr: {user} l'a approuvé le {date} à {time}.
it: {user} lo ha approvato il {date} a {time}.
nl: {user} heeft het goedgekeurd op {date} op {time}.

source: {user} has requested changing of limits from "{old_limits}" to "{new_limits}".
da: {user} har anmodet om ændring af grænser fra "{old_limits}" til "{new_limits}".
fr: {user} a demandé le changement des limites de "{old_limits}" à "{new_limits}".
it: {user} ha richiesto la modifica dei limiti da "{old_limits}" a "{new_limits}".
nl: {user} heeft verzocht de limieten te wijzigen van "{old_limits}" in "{new_limits}".

source: {user} has requested changing of plan from "{old_plan}" to "{new_plan}".
da: {user} har anmodet om ændring af planen fra "{old_plan}" til "{new_plan}".
fr: {user} a demandé le changement de plan de "{old_plan}" à "{new_plan}".
it: {user} ha richiesto la modifica del piano da "{old_plan}" a "{new_plan}".
nl: {user} heeft verzocht om wijziging van plan van "{old_plan}" naar "{new_plan}".

source: {user} has requested provisioning of "{resource_name}" with plan "{plan_name}".
da: {user} har anmodet om tilrådighedsstillelse af "{resource_name}" med plan "{plan_name}".
fr: {user} a demandé le provisionnement de "{resource_name}" avec le plan "{plan_name}".
it: {user} ha richiesto il provisioning di "{resource_name}" con il piano "{plan_name}".
nl: {user} heeft verzocht om inrichting van "{resource_name}" met plan "{plan_name}".

source: {user} has requested termination of {resource_name} with active plan "{plan_name}".
da: {user} har anmodet om opsigelse af {resource_name} med aktiv plan "{plan_name}".
fr: {user} a demandé la résiliation de {resource_name} avec le plan actif "{plan_name}".
it: {user} ha richiesto la chiusura di {resource_name} con il piano attivo "{plan_name}".
nl: {user} heeft verzocht om beëindiging van {resource_name} met actief plan "{plan_name}".

source: {value} at {date}
da: {value} kl. {date}
fr: {value} à {date}
it: {value} a {date}
nl: {value} op {date}

source: {value} at {date}, estimated
da: {value} kl. {date}, anslået
fr: {value} à {date}, estimé
it: {value} a {date}, stimato
nl: {value} op {date}, geschat

source: {verboseName} has been updated.
da: {verboseName} er blevet opdateret.
fr: {verboseName} a été mis à jour.
it: {verboseName} è stato aggiornato.
nl: {verboseName} is bijgewerkt.

source: Сhoose the role please
da: Vælg rollen venligst
fr: Choisissez le rôle, s'il vous plaît.
it: Сhoose il ruolo per favore
nl: Kies de rol alstublieft

source: Cluster
da: Klynge

source: Cluster IP
da: Klynge IP
fr: IP du cluster

source: File
da: Fil
fa: پرونده
fr: Fichier
nl: Bestand

source: No
da: Nej
fa: خیر
fr: Non
nl: Nee

source: Provider
da: Udbyder
fr: Fournisseur
nl: Aanbieder

source: Rancher cluster
da: Rancher klynge
fr: Cluster Rancher

source: Subnet CIDR
da: Undernet CIDR
fr: Sous-réseau CIDR

source: Timestamp
da: Tidsstempel
fr: Horodatage
nl: Tijdstempel

source: Uptime
da: Oppetid
fr: Disponibilité

source: VMs
da: VM'er

source: Volume
da: Volumen

source: etcd
da: osv

source: milli CPUs
da: milli CPU'er

source: {label} in:
da: {label} i:
fr: {label} dans :

source: {role} in {project}
da: {role} i {project}
fr: {role} dans {project}

source: GB
fr: Go

source: Gateway
fr: Passerelle

source: Server
fr: Serveur

source: Charset
nl: Tekenset

source: Cloud RAM
fa: ابر RAM
nl: Wolk RAM

source: Cloud vCPU
fa: ابر vCPU
nl: Wolk vCPU

source: Reporter
nl: Verslaggever

source: Email
fa: ایمیل

source: Excel
fa: اکسل

source: General
fa: عمومی

source: Logo
fa: آرم

source: Min RAM
fa: حداقل RAM

source: OK
fa: باشه
