Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Payment profile has been updated.
da: Betalingsprofil er blevet opdateret.
fr: Le profil de paiement a été mis à jour.
it: Il profilo di pagamento è stato aggiornato.
nl: Betalingsprofiel is bijgewerkt.

source: Payment profiles
da: Betalingsprofiler
fr: Profils de paiement
it: Profili di pagamento
nl: Betalingsprofielen

source: Payment type {type}
da: Betalingstype {type}
fr: Type de paiement {type}
it: Tipo di pagamento {type}
nl: Betalingstype {type}

source: Payments connected with an active payment profile.
da: Betalinger, der er forbundet med en aktiv betalingsprofil.
fr: Paiements liés à un profil de paiement actif.
it: Pagamenti connessi con un profilo di pagamento attivo.
nl: Betalingen gekoppeld aan een actief betalingsprofiel.

source: Payments list
da: Liste over betalinger
fr: Liste des paiements
it: Lista dei pagamenti
nl: Betalingslijst

source: Pending
da: Afventer
fr: En attente
it: In attesa
nl: In afwachting

source: Pending approval for changing of
da: Afventer godkendelse for ændring af
fr: En attente d'approbation pour le changement de
it: In attesa di approvazione per la modifica di
nl: In afwachting van goedkeuring voor wijziging van

source: Pending approval for creation of
da: Afventer godkendelse til oprettelse af
fr: En attente d'approbation pour la création de
it: In attesa di approvazione per la creazione di
nl: In afwachting van goedkeuring voor de oprichting van

source: Pending approval for removal of
da: Afventer godkendelse til fjernelse af
fr: En attente d'approbation pour la suppression de
it: In attesa di approvazione per la rimozione di
nl: In afwachting van goedkeuring voor verwijdering van

source: Per day
da: Pr. dag
fr: Par jour
it: Al giorno
nl: Per dag

source: Per half month
da: Pr. halv måned
fr: Par demi-mois
it: Per mezzo mese
nl: Per halve maand

source: Per hour
da: Pr. time
fr: Par heure
it: Per ora
nl: Per uur

source: Per month
da: Pr. måned
fr: Par mois
it: Al mese
nl: Per maand

source: Perform local logout
da: Udfør lokal logout
fr: Effectuer une déconnexion locale
it: Esegui disconnessione locale
nl: Lokale afmelding uitvoeren

source: Perform review
da: Udfør gennemgang
fr: Effectuer un examen
it: Eseguire la revisione
nl: Beoordeling uitvoeren

source: Performed
da: Udført
fr: Effectué
it: Eseguito
nl: Uitgevoerd

source: Performed by
da: Udført af
fr: Effectué par
it: Eseguito da
nl: Uitgevoerd door

source: Period
da: Periode
fr: Période
it: Periodo
nl: Periode

source: Periods
da: Perioder
fr: Périodes
it: Periodi
nl: Perioden

source: Permanent
fr: Permanente
it: Permanente

source: Permission has been revoked.
da: Tilladelsen er blevet tilbagekaldt.
fr: L'autorisation a été révoquée.
it: Il permesso è stato revocato.
nl: Toestemming is ingetrokken.

source: Permissions log
da: Tilladelseslog
fr: Journal des autorisations
it: Registro autorizzazioni
nl: Machtigingenlogboek

source: Personal workspace
da: Personligt arbejdsområde
fr: Espace de travail personnel
it: Spazio di lavoro personale
nl: Persoonlijke werkruimte

source: Phone
da: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon

source: Phone number
da: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer

source: Phone numbers
da: Telefonnumre
fr: Les numéros de téléphone
it: Numeri di telefono
nl: Telefoonnummers

source: Plan
it: Piano

source: Plan #{index}
it: Piano #{index}

source: Plan capacity
da: Planlæg kapacitet
fr: Capacité du plan
it: Pianificare capacità
nl: Plan capaciteit

source: Plan capacity is full.
da: Planens kapacitet er fuld.
fr: La capacité du plan est pleine.
it: La capacità del piano è piena.
nl: De capaciteit van het plan is vol.

source: Plan component name
da: Plan komponentnavn
fr: Nom du composant du plan
it: Pianificare il nome del componente
nl: Plan component naam

source: Plan components
da: Planlæg komponenter
fr: Composantes du plan
it: Pianificare componenti
nl: Plan componenten

source: Plan description
da: Beskrivelse af planen
fr: Description du plan
it: Descrizione del piano
nl: Planbeschrijving

source: Plan details
da: Planoplysninger
fr: Détails du plan
it: Dettagli del piano

source: Plan does not have limit
da: Planen har ikke grænse
fr: Le plan n'a pas de limite
it: Il piano non ha limiti
nl: Plan heeft geen limiet

source: Plan name
da: Planens navn
fr: Nom du plan
it: Nome piano
nl: Plan naam

source: Plan price
da: Plan pris
fr: Prix du plan
it: Prezzo piano
nl: Plan prijs

source: Planned quota usage: {usage}
da: Planlagt kvoteforbrug: {usage}
fr: Utilisation planifiée des quotas : {usage}
it: Utilizzo previsto delle quote: {usage}
nl: Gepland quotagebruik: {usage}

source: Plans are invalid.
da: Planer er ugyldige.
fr: Les plans ne sont pas valides.
it: I piani non sono validi.
nl: Plannen zijn ongeldig.

source: Please, create and enable a payment profile to be able to manage payments.
da: Opret og aktiver en betalingsprofil for at kunne administrere betalinger.
fr: Veuillez créer et activer un profil de paiement pour pouvoir gérer les paiements.
it: Si prega di creare e abilitare un profilo di pagamento per essere in grado di gestire i pagamenti.
nl: Gelieve een betalingsprofiel aan te maken en te activeren om betalingen te kunnen beheren.

source: Please, select a date.
da: Vælg venligst en dato.
fr: Veuillez sélectionner une date.
it: Per favore, seleziona una data.
nl: Alstublieft, selecteer een datum.

source: Please add resource name before editing a schedule.
da: Tilføj venligst ressource navn, før du redigerer en tidsplan.
fr: Veuillez ajouter le nom de la ressource avant de modifier une planification.
it: Aggiungere il nome della risorsa prima di modificare una pianificazione.
nl: Voeg de bronnaam toe voordat u een schema bewerkt.

source: Please create a new one:
da: Opret venligst en ny:
fr: Veuillez en créer un nouveau :
it: Si prega di crearne uno nuovo:
nl: Maak een nieuwe aan:

source: Please create a new one picking the profile that best matches your organization:
da: Opret en ny, der vælger den profil, der passer bedst til din organisation:
fr: Veuillez en créer un nouveau en choisissant le profil qui correspond le mieux à votre organisation :
it: Creane uno nuovo scegliendo il profilo più adatto alla tua organizzazione:
nl: Maak een nieuwe aan door het profiel te kiezen dat het best bij uw organisatie past:

source: Please enter desired values in the rows below:
da: Indtast venligst de ønskede værdier i nedenstående rækker:
fr: Veuillez saisir les valeurs souhaitées dans les lignes ci-dessous :
it: Immettere i valori desiderati nelle righe sottostanti:
nl: Voer de gewenste waarden in de onderstaande rijen in:

source: Please enter reason why offering has been paused.
da: Angiv venligst grunden til, at tilbuddet er blevet sat på pause.
fr: Veuillez saisir la raison pour laquelle l'offre a été suspendue.
it: Inserisci il motivo per cui l'offerta è stata sospesa.
nl: Geef de reden op waarom het aanbod is gepauzeerd.

source: Please enter username and password.
da: Indtast venligst brugernavn og adgangskode.
fr: Veuillez entrer le nom d’utilisateur et le mot de passe.
it: Inserisci nome utente e password.
nl: Voer gebruikersnaam en wachtwoord in.

source: Please enter volume size to see price estimate.
da: Indtast volumenstørrelse for at se et prisoverslag.
fr: Veuillez saisir la taille du volume pour voir l'estimation du prix.
it: Inserisci la dimensione del volume per vedere la stima del prezzo.
nl: Voer de volumegrootte in om de prijsschatting te bekijken.

source: Please give us a moment to validate your invitation.
da: Giv os et øjeblik til at validere din invitation.
fr: S’il vous plaît nous donner un moment pour valider votre invitation.
it: Vi preghiamo di darci un momento per convalidare il vostro invito.
nl: Geef ons een moment om uw uitnodiging te valideren.

source: Please make sure you know what you are doing and set to 10 minutes if unsure.
da: Sørg for, at du ved, hvad du laver, og sæt til 10 minutter, hvis du er usikker.
fr: Veuillez vous assurer que vous savez ce que vous faites et régler à 10 minutes si vous n’êtes pas sûr.
it: Si prega di assicurarsi di sapere cosa si sta facendo e impostare su 10 minuti se incerto.
nl: Zorg ervoor dat u weet wat u doet en stel in op 10 minuten als u het niet zeker weet.

source: Please note that request should specify offering and provide a reason.
da: Bemærk venligst, at anmodningen skal specificere tilbud og give en grund.
fr: Veuillez noter que la demande doit préciser l'offre et fournir une raison.
it: Siete pregati di notare che la richiesta deve specificare l'offerta e fornire un motivo.
nl: Houd er rekening mee dat het verzoek het aanbod moet specificeren en een reden moet opgeven.

source: Please note that request should specify tenant and provide a reason.
da: Bemærk venligst, at anmodningen skal angive lejer og give en grund.
fr: Veuillez noter que la demande doit spécifier le locataire et fournir une raison.
it: Si prega di notare che la richiesta deve specificare l'inquilino e fornire un motivo.
nl: Houd er rekening mee dat het verzoek de huurder moet specificeren en een reden moet opgeven.

source: Please note that request should specify user name and provide a reason.
da: Bemærk venligst, at anmodningen skal angive brugernavn og give en grund.
fr: Veuillez noter que la demande doit spécifier le nom d'utilisateur et fournir une raison.
it: Si prega di notare che la richiesta deve specificare il nome utente e fornire un motivo.
nl: Houd er rekening mee dat het verzoek de gebruikersnaam moet opgeven en een reden moet opgeven.

source: Please open offering {offeringName} ({offeringUuid}) for editing. Requestor: {userName} / {userUuid}. Service provider: {customerName} / {customerUuid}
da: Åbn venligst tilbudet {offeringName} ({offeringUuid}) til redigering. Rekvirent: {userName} / {userUuid}. Tjenesteudbyder: {customerName} / {customerUuid}
fr: Veuillez ouvrir l’offre {offeringName} ({offeringUuid}) pour modification. Demandeur : {userName} / {userUuid}. Fournisseur de services : {customerName} / {customerUuid}
it: Aprire l'offerta {offeringName} ({offeringUuid}) per la modifica. Richiedente: {userName} / {userUuid}. Provider di servizi: {customerName} / {customerUuid}
nl: Open aanbieding {offeringName} ({offeringUuid}) om te bewerken. Verzoeker: {userName} / {userUuid}. Dienstverlener: {customerName} / {customerUuid}

source: Please provide a reason
da: Angiv venligst en grund
fr: Veuillez fournir une raison
it: Si prega di fornire un motivo
nl: Geef een reden op

source: Please provide registration code of your company.
da: Angiv venligst registreringskode for din virksomhed.
fr: Veuillez fournir le code d'enregistrement de votre entreprise.
it: Si prega di fornire il codice di registrazione della propria azienda.
nl: Gelieve de registratiecode van uw bedrijf te vermelden.

source: Please provide visual material describing the Offering
da: Angiv venligst billedmateriale, der beskriver Udbuddet
fr: Veuillez fournir du matériel visuel décrivant l'offre
it: Si prega di fornire materiale visivo che descriva l'Offerta
nl: Verstrek visueel materiaal met een beschrijving van het Aanbod

source: Please provide your EU VAT ID if you are registered in the European Union.
da: Angiv venligst dit EU-moms-ID, hvis du er registreret i Den Europæiske Union.
fr: Veuillez fournir votre numéro de TVA UE si vous êtes inscrit dans l'Union européenne.
it: Si prega di fornire la partita IVA DELL'UE se si è registrati nell'Unione Europea.
nl: Geef uw EU BTW-NUMMER op als u in de Europese Unie bent geregistreerd.

source: Please review and activate offering {offeringName} ({offeringUuid}). Requestor: {userName} / {userUuid}. Service provider: {customerName} / {customerUuid}
da: Gennemgå og aktiver tilbudet {offeringName} ({offeringUuid}). Rekvirent: {userName} / {userUuid}. Tjenesteudbyder: {customerName} / {customerUuid}
fr: Veuillez vérifier et activer l'offre {offeringName} ({offeringUuid}). Demandeur : {userName} / {userUuid}. Fournisseur de services : {customerName} / {customerUuid}
it: Esaminare e attivare l'offerta {offeringName} ({offeringUuid}). Richiedente: {userName} / {userUuid}. Provider di servizi: {customerName} / {customerUuid}
nl: Controleer en activeer het aanbod {offeringName} ({offeringUuid}). Verzoeker: {userName} / {userUuid}. Dienstverlener: {customerName} / {customerUuid}

source: Please review organization permissions
da: Gennemgå venligst organisationens tilladelser
fr: Veuillez revoir les autorisations de l'organisation
it: Esaminare le autorizzazioni dell'organizzazione
nl: Controleer de machtigingen van de organisatie

source: Please search for your organization
da: Søg venligst efter din organisation
fr: Veuillez rechercher votre organisation
it: Cerca la tua organizzazione
nl: Gelieve uw organisatie te zoeken

source: Please select a username that you will use for login into the Linux systems.
da: Vælg venligst et brugernavn, som du vil bruge til at logge ind på Linux-systemerne.
fr: Veuillez sélectionner un nom d'utilisateur que vous utiliserez pour vous connecter aux systèmes Linux.
it: Seleziona un nome utente che userai per accedere ai sistemi Linux.
nl: Selecteer een gebruikersnaam die u gaat gebruiken om in te loggen op de Linux-systemen.

source: Please select flavor to see price estimate.
da: Vælg venligst smag for at se prisoverslag.
fr: Veuillez sélectionner la saveur pour voir l'estimation du prix.
it: Si prega di selezionare il sapore per vedere il preventivo.
nl: Selecteer smaak om de prijsschatting te zien.

source: Please select type in Management tab first.
da: Vælg først typen under fanen Ledelse.
fr: Veuillez d'abord sélectionner le type dans l'onglet Gestion.
it: Selezionare prima digitare nella scheda Gestione.
nl: Selecteer eerst het type in het tabblad Beheer.

source: Please start instance first.
da: Start venligst instans først.
fr: Veuillez commencer l'instance en premier.
it: Si prega di avviare prima istanza.
nl: Begin de instantie eerst.

source: Please stop the instance before changing its flavor.
da: Stop venligst instansen, før du ændrer dens smag.
fr: Veuillez arrêter l'instance avant de changer sa saveur.
it: Si prega di interrompere l'istanza prima di cambiare il suo sapore.
nl: Stop de instantie voordat u de smaak verandert.

source: Please stop the instance before its removal.
da: Stop venligst instansen, før den fjernes.
fr: Veuillez arrêter l'instance avant sa suppression.
it: Si prega di interrompere l'istanza prima della sua rimozione.
nl: Stop de instantie voordat deze wordt verwijderd.

source: Please use Latin letters without spaces only.
da: Brug kun latinske bogstaver uden mellemrum.
fr: Veuillez utiliser des lettres latines sans espaces uniquement.
it: Si prega di utilizzare solo lettere latine senza spazi.
nl: Gebruik alleen Latijnse letters zonder spaties.

source: Plugin options are invalid.
da: Pluginindstillinger er ugyldige.
fr: Les options de plug-in ne sont pas valides.
it: Le opzioni del plugin non sono valide.
nl: Plug-in-opties zijn ongeldig.

source: Pods
da: Bælg
fr: Gousses
it: Baccelli
nl: Peulen

source: Port
it: Porta
nl: Poort

source: Port has been created.
da: Port er blevet oprettet.
fr: Le port a été créé.
it: La porta è stata creata.
nl: Poort is aangemaakt.

source: Port range
da: Port-rækkevidde
fr: Plage de ports
it: Gamma di porte
nl: Poort bereik

source: Ports
da: Porte
it: Porte
nl: Poorten

source: Positive
da: Positiv
fr: Positif
it: Positivo
nl: Positief

source: Postal
da: Postnummer
fr: Poste
it: Postale
nl: Post

source: Postal code
da: Postnummer
fr: Code postal
it: Codice postale
nl: Postcode

source: Powered by
da: Drevet af
fr: Alimenté par
it: Alimentato da
nl: Aangedreven door

source: Preferred language
da: Foretrukne sprog
fr: Langue préférée
it: Lingua preferita
nl: Voorkeurstaal

source: Preview
da: Forhåndsvisning
fr: Aperçu
it: Anteprima
nl: Voorbeeld

source: Preview offering
da: Forhåndsvisning af tilbud
fr: Aperçu de l'offre
it: Anteprima offerta
nl: Voorbeeld van aanbod

source: Previous
da: Forrige
fr: Précédent
it: Precedente
nl: Vorige

source: Price
da: Pris
fr: Prix
it: Prezzo
nl: Prijs

source: Price for consumption
da: Pris for forbrug
fr: Prix à la consommation
it: Prezzo al consumo
nl: Prijs voor consumptie

source: Price is estimated.
da: Prisen er anslået.
fr: Le prix est estimé.
it: Il prezzo è stimato.
nl: Prijs wordt geschat.

source: Price per 30 days
da: Pris pr. 30 dage
fr: Prix par 30 jours
it: Prezzo per 30 giorni
nl: Prijs per 30 dagen

source: Price per 365 days
da: Pris pr. 365 dage
fr: Prix par 365 jours
it: Prezzo per 365 giorni
nl: Prijs per 365 dagen

source: Price per day
da: Pris per dag
fr: Prix par jour
it: Prezzo al giorno
nl: Prijs per dag

source: Price per half-month
da: Pris pr. halv måned
fr: Prix par demi-mois
it: Prezzo per mezzo mese
nl: Prijs per halve maand

source: Price per half month
da: Pris pr. halv måned
fr: Prix par demi-mois
it: Prezzo per mezzo mese
nl: Prijs per halve maand

source: Price per hour
da: Pris pr. time
fr: Prix par heure
it: Prezzo per ora
nl: Prijs per uur

source: Price per month
da: Pris pr. måned
fr: Prix par mois
it: Prezzo al mese
nl: Prijs per maand

source: Price per unit
da: Pris pr. enhed
fr: Prix par unité
it: Prezzo per unità
nl: Prijs per eenheid

source: Price per year
da: Pris pr. år
fr: Prix par an
it: Prezzo per anno
nl: Prijs per jaar

source: Pricing tier
da: Prisniveau
fr: Niveau de tarification
it: Livello di prezzo
nl: Prijsklasse

source: Print invoice
da: Udskriv faktura
fr: Imprimer la facture
it: Stampa fattura
nl: Factuur afdrukken

source: Print record
da: Udskriv post
fr: Imprimer l'enregistrement
it: Stampa record
nl: Record afdrukken

source: Priority
da: Prioritet
fr: Priorité
it: Priorità
nl: Prioriteit

source: Privacy policy
da: Fortrolighedspolitik
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid

source: Private clouds
da: Private skyer
fr: Clouds privés
it: Cloud privati
nl: Privé wolken

source: Project
da: Projekt
fr: Projet
it: Department

source: Project aggregates and isolates teams and resources.
da: Projekt aggregerer og isolerer teams og ressourcer.
fr: Le projet regroupe et isole les équipes et les ressources.
it: Il progetto aggrega e isola i team e le risorse.
nl: Project aggregeert en isoleert teams en bronnen.

source: Project could not be created.
da: Projektet kunne ikke oprettes.
fr: Le projet n'a pas pu être créé.
it: Impossibile creare il progetto.
nl: Project kon niet worden aangemaakt.

source: Project could not be moved.
da: Projektet kunne ikke flyttes.
fr: Le projet n'a pas pu être déplacé.
it: Impossibile spostare il progetto.
nl: Project kon niet worden verplaatst.

source: Project could not be updated.
da: Projektet kunne ikke opdateres.
fr: Le projet n'a pas pu être mis à jour.
it: Impossibile aggiornare il progetto.
nl: Project kon niet worden bijgewerkt.

source: Project description
da: Projektbeskrivelse
fr: Description du projet
it: Department description
nl: Projectbeschrijving

source: Project details
da: Projektoplysninger
fr: Détails du projet
it: Dettagli del progetto

source: Project events
da: Projektbegivenheder
fr: Evénements du projet
it: Eventi di progetto
nl: Projectgebeurtenissen

source: Project has been created.
da: Projektet er blevet oprettet.
fr: Le projet a été créé.
it: Il progetto è stato creato.
nl: Project is aangemaakt.

source: Project has been removed successfully.
da: Projektet er blevet fjernet.
fr: Le projet a été supprimé avec succès.
it: Il progetto è stato rimosso correttamente.
nl: Project is succesvol verwijderd.

source: Project has been renamed from {project_previous_name} to {project_link}.
da: Projektet er blevet omdøbt fra {project_previous_name} til {project_link}.
fr: Le projet a été renommé de {project_previous_name} en {project_link}.
it: Il progetto è stato rinominato da {project_previous_name} a {project_link}.
nl: Project is hernoemd van {project_previous_name} naar {project_link}.

source: Project has been updated.
da: Projektet er blevet opdateret.
fr: Le projet a été mis à jour.
it: Il progetto è stato aggiornato.
nl: Project is bijgewerkt.

source: Project is not selected.
da: Projektet er ikke valgt.
fr: Le projet n'est pas sélectionné.
it: Progetto non selezionato.
nl: Project is niet geselecteerd.

source: Project manager
da: Projektleder
fr: Chef de projet
it: Responsabile del progetto

source: Project member
da: Projektmedlem
fr: Membre du projet
it: Membro del progetto
nl: Projectlid

source: Project name
da: Projektnavn
fr: Nom du projet
it: Department name
nl: Projectnaam

source: Project price
da: Projektpris
fr: Prix du projet
it: Prezzo del progetto
nl: Projectprijs

source: Project removal
da: Fjernelse af projekt
fr: Suppression de projet
it: Department removal
nl: Project verwijdering

source: Project resources
da: Projektressourcer
fr: Ressources du projet
it: Risorse del progetto
nl: Projectbronnen

source: Project role
da: Projektrolle
fr: Rôle du projet
it: Ruolo del progetto
nl: Project rol

source: Project roles
da: Projektroller
fr: Rôles du projet
it: Department roles
nl: Projectrollen

source: Project type
da: Projekttype
fr: Type de projet
it: Department type

source: Project workspace
da: Projektets arbejdsområde
fr: Espace de travail du projet
it: Department workspace
nl: Project werkruimte

source: Project {project_link} has been created.
da: Projekt {project_link} er blevet oprettet.
fr: Le projet {project_link} a été créé.
it: Department {project_link} has been created.
nl: Project {project_link} is aangemaakt.

source: Project {project_link} has been updated.
da: Projekt {project_link} er blevet opdateret.
fr: Le projet {project_link} a été mis à jour.
it: Department {project_link} has been updated.
nl: Project {project_link} is bijgewerkt.

source: Project {project_name} has been deleted.
da: Projekt {project_name} er blevet slettet.
fr: Le projet {project_name} a été supprimé.
it: Department {project_name} has been deleted.
nl: Project {project_name} is verwijderd.

source: Projects
da: Projekter
fr: Projets
it: Departments
nl: Projecten

source: Projects ({count})
da: Projekter ({count})
fr: Projets ({count})
it: Progetti ({count})
nl: Projecten ({count})

source: Projects list
da: Liste over projekter
fr: Liste des projets
it: Departments list
nl: Projecten lijst

source: Proof
da: Bevis
fr: Preuve
it: Prova
nl: Bewijs

source: Proof document
da: Bevisdokument
fr: Document de preuve
it: Documento di prova
nl: Bewijs document

source: Provider details
da: Oplysninger om udbyderen
fr: Détails du fournisseur
it: Dettagli del provider
nl: Aanbieder details

source: Provider does not comply with project policies
da: Udbyderen overholder ikke projektpolitikkerne
fr: Le fournisseur ne se conforme pas aux politiques du projet
it: Il provider non è conforme alle politiche di progetto
nl: Aanbieder voldoet niet aan het projectbeleid

source: Provider has been updated.
da: Udbyderen er blevet opdateret.
fr: Le fournisseur a été mis à jour.
it: Il provider è stato aggiornato.
nl: Aanbieder is bijgewerkt.

source: Provider location
da: Placering af udbyder
fr: Emplacement du fournisseur
it: Posizione del fornitore
nl: Aanbieder locatie

source: Provider name
da: Udbydernavn
fr: Nom du fournisseur
it: Nome del provider
nl: Aanbieder naam

source: Provision new resource
da: Tilvejebringelse af ny ressource
fr: Approvisionnement de nouvelles ressources
it: Provisioning di nuova risorsa
nl: Nieuwe bron inrichten
