Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Are you sure you would like to delete the key?
da: Er du sikker på, at du vil slette nøglen?
fa: آیا شما مطمئن هستید که میخواهید key را پاک کنید؟
fr: Êtes-vous sûr de vouloir supprimer la clé ?
it: Sei sicuro di voler eliminare la chiave?
nl: Weet u zeker dat u de sleutel wilt verwijderen?

source: Are you sure you would like to terminate resource {resourceName}?
da: Er du sikker på, at du gerne vil afslutte ressourcen {resourceName}?
fa: آیا مطمئن هستید که می خواهید منابع را خاتمه دهید؟
fr: Êtes-vous sûr de vouloir terminer la ressource {resourceName} ?
it: Sei sicuro di voler terminare la risorsa {resourceName}?
nl: Weet u zeker dat u bron {resourceName} wilt beëindigen?

source: Article code
da: Artikelkode
fa: کد مقاله
fr: Code de l'article
it: Codice articolo
nl: Artikel code

source: Assigned to
da: Tildelt til
fa: اختصاص یافته به
fr: Attribuée à
it: Assegnato a
nl: Toegewezen aan

source: At least one plan must be entered
da: Mindst én plan skal indtastes
fa: حداقل یک برنامه باید وارد شود
fr: Au moins un plan doit être saisi
it: È necessario inserire almeno un piano
nl: Er moet ten minste één plan worden ingevoerd

source: Attach
da: Vedhæft
fa: پیوستن
fr: Joindre
it: Allega
nl: Bijvoegen

source: Attach OpenStack Volume to Instance
da: Vedhæft OpenStack-diskenhed til Instans
fr: Joindre le volume OpenStack à l’instance
it: Collegare il volume OpenStack all'istanza
nl: OpenStack Volume aan Instantie koppelen

source: Attach has been scheduled.
da: Der er blevet planlagt en vedhæftning.
fr: La pièce jointe a été planifiée.
it: L'allegare è stato pianificato.
nl: Bijvoegen is gepland.

source: Attach volume
da: Vedhæft volumen
fr: Joindre le volume
it: Allega volume
nl: Voeg volume toe

source: Attached to
da: Vedhæftet til
fa: پیوستن به
fr: Attaché à
it: Allegato a
nl: Gehecht aan

source: Attaching
da: Vedhæfter
fa: پیوستن
fr: Attachement
it: Attaccare
nl: Bijvoegen

source: Attachments
da: Vedhæftninger
fa: ضمیمه
fr: Pièces jointes
it: Allegati
nl: Bijlagen

source: Attributes
da: Attributter
fa: ویژگی ها
fr: Attributs
it: Attributi
nl: Attributen

source: Attributes are invalid.
da: Attributter er ugyldige.
fa: صفات نا معتبر است.
fr: Les attributs ne sont pas valides.
it: Gli attributi non sono validi.
nl: Attributen zijn ongeldig.

source: Attributes filter
da: Attributter filter
fa: ویژگی های فیلتر
fr: Filtre d'attributs
it: Filtro attributi
nl: Attributen filter

source: Audit log
da: Revisionslog
fa: گزارش حسابرسی
fr: Journal d'audit
it: Registro di controllo
nl: Audit logboek

source: Audit logs
da: Revisionslogfiler
fa: گزارش های حسابرسی
fr: Journaux d'audit
it: Registri di controllo
nl: Audit logboeken

source: Authenticate using Mobile ID
da: Godkend ved hjælp af Mobile ID
fa: تأیید اعتبار با استفاده از شناسه تلفن همراه
fr: S'authentifier à l'aide de Mobile ID
it: Autentica utilizzando Mobile ID
nl: Authenticeren met Mobiele ID

source: Authentication events
da: Godkendelsesbegivenheder
fa: رویدادهای تأیید اعتبار
fr: Évènements d'authentification
it: Eventi di autenticazione
nl: Authenticatie gebeurtenissen

source: Authentication token
da: Godkendelsestoken
fr: Jeton d'authentification
it: Token di autenticazione
nl: Authenticatie token

source: Authentication with Mobile ID has been canceled by user or timed out. Details:
da: Godkendelse med mobil-id er blevet annulleret af brugeren eller er gået ud i tid. Detaljer:
fa: احراز هویت با شناسه تلفن همراه توسط کاربر لغو شده و یا به پایان رسیده است. جزئیات:
fr: L'authentification avec Mobile ID a été annulée par l'utilisateur ou expiré. Détails :
it: L'autenticazione con Mobile ID è stata annullata dall'utente o scaduta. Dettagli:
nl: Authenticatie met Mobiele ID is geannuleerd door gebruiker of time-out. Details:

source: Author
da: Forfatter
fr: Auteur
it: Autore
nl: Auteur

source: Authorized personnel
da: Autoriseret personale
fa: پرسنل مجاز
fr: Personnel autorisé
it: Personale autorizzato
nl: Bevoegd personeel

source: Auto-assign floating IP
da: Tildel automatisk flydende IP
fa: اختصاص دادن خودکار IP شناور
fr: Attribution automatique de l'IP flottante
it: Auto-assegnazione dell'IP fluttuante
nl: Automatisch toewijzen van zwevend IP

source: Auto-generated
da: Automatisk genereret
fa: تولید خودکار
fr: Généré automatiquement
it: Generato automaticamente
nl: Automatisch gegenereerd

source: Auto approve in service provider projects
da: Godkend automatisk i tjenesteudbyderprojekter
fr: Approbation automatique dans les projets des fournisseurs de services
it: Approvazione automatica nei progetti del fornitore di servizi
nl: Automatisch goedkeuren in dienstverleningsprojecten

source: Availability
da: Tilgængelighed
fa: دسترسی
fr: Disponibilité
it: Disponibilità
nl: Beschikbaarheid

source: Availability zone
da: Tilgængelighedszone
fa: دسترسی zone
fr: Zone de disponibilité
it: Zona di disponibilità
nl: Beschikbaarheidszone

source: Available quota usage: {usage}
da: Tilgængelig kvoteforbrug: {usage}
fa: استفاده از سهم موجود
fr: Utilisation du quota disponible : {usage}
it: Utilizzo delle quote disponibili: {usage}
nl: Beschikbaar quotagebruik: {usage}

source: Average of all checklists
da: Gennemsnit af alle tjeklister
fr: Moyenne de toutes les listes de contrôle
it: Media di tutte le liste di controllo
nl: Gemiddelde van alle checklists

source: Average utilization
da: Gennemsnitlig udnyttelse
fr: Utilisation moyenne
it: Utilizzo medio
nl: Gemiddeld gebruik

source: Average value
da: Gennemsnitlig værdi
fr: Valeur moyenne
it: Valore medio
nl: Gemiddelde waarde

source: Azure Active Directory Application Secret
da: Azure Active Directory-applikationshemmelighed
fa: راز برنامه Azure Active Directory
fr: Secret d'application Azure Active Directory
it: Segreto applicazione Azure Active Directory
nl: Azure Active Directory Toepassing Geheim

source: Azure PostgreSQL database server
fa: سرور پایگاه داده Azure PostgreSQL
fr: Serveur de base de données Azure PostgreSQL
it: Server di database PostgreSQL di Azure

source: Azure Virtual Machine
fa: ماشین مجازی Azure
fr: Machine virtuelle Azure
it: Macchina virtuale di Azure
nl: Azure Virtuele Machine

source: Azure provider
da: Azure-udbyder
fa: ارائه دهنده Azure
fr: Fournisseur Azure
it: Provider di Azure
nl: Azure aanbieder

source: Back
da: Tilbage
fa: بازگشت
fr: Retour
it: Indietro
nl: Terug

source: Back to login
da: Tilbage til login
fa: بازگشت به ورود
fr: Retour à la connexion
it: Torna al login
nl: Terug naar inloggen

source: Back to organization
da: Tilbage til organisation
fa: بازگشت به سازمان
fr: Retour à l'organisation
it: Torna all'organizzazione
nl: Terug naar organisatie

source: Back to personal dashboard
da: Tilbage til det personlige instrumentbræt
fa: بازگشت به داشبورد شخصی
fr: Retour au tableau de bord personnel
it: Torna alla dashboard personale
nl: Terug naar persoonlijk dashboard

source: Back to project
da: Tilbage til projektet
fa: بازگشت به پروژه
fr: Retour au projet
it: Torna al progetto
nl: Terug naar project

source: Back to shopping
da: Tilbage til shopping
fa: بازگشت به خرید
fr: Retour aux achats
it: Torna allo shopping
nl: Terug naar winkelen

source: Backend ID
fr: ID du backend
it: ID backend

source: Backend ID has been successfully set.
da: Backend-ID er blevet indstillet med succes.
fr: L'ID du backend a été défini avec succès.
it: L'ID backend è stato impostato correttamente.
nl: Backend ID is succesvol ingesteld.

source: Backing up
da: Sikkerhedskopiering
fa: پشتیبان گیری
fr: Sauvegarde
it: Backup
nl: Back-up maken

source: Bank account
da: Bankkonto
fa: حساب بانکی
fr: Compte bancaire
it: Conto bancario
nl: Bankrekening

source: Bank name
da: Bankens navn
fa: نام بانک
fr: Nom de la banque
it: Nome della banca
nl: Banknaam

source: Base image name
da: Navn på basisbillede
fa: نام تصویر پایه
fr: Nom de l'image de base
it: Nome immagine di base
nl: Naam basisafbeelding

source: Batch processing documentation
da: Dokumentation om batchbehandling
fa: اسناد پردازش دسته ای
fr: Documentation sur le traitement par lots
it: Documentazione sull'elaborazione batch
nl: Batchverwerking documentatie

source: Become a customer of our portal. Provision IT services from the Marketplace and manage your team from one place.
da: Bliv kunde på vores portal. Klargør IT-tjenester fra Marketplace, og administrer dit team fra ét sted.
fa: مشتری پرتال ما شوید.خدمات IT را از Marketplace ارائه دهید و تیم خود را از یک جا مدیریت کنید.
fr: Become a client of our portal. Provide IT services from the Marketplace and manage your team from one place.
it: Diventa cliente del nostro portale. Esegui il provisioning dei servizi IT dal Marketplace e gestisci il tuo team da un'unica posizione.
nl: Word klant van ons portaal. Verzorg IT-diensten vanuit de Marketplace en beheer uw team vanaf één plek.

source: Billing
da: Fakturering
fa: صورتحساب
fr: Facturation
it: Fatturazione
nl: Facturering

source: Billing details
da: Faktureringsoplysninger
fa: جزئیات صورت حساب
fr: Détails de la facturation
it: Dettagli di fatturazione
nl: Factureringsdetails

source: Billing enabled
da: Fakturering aktiveret
fa: صورتحساب فعال شد
fr: Facturation activée
it: Fatturazione abilitata
nl: Facturering ingeschakeld

source: Billing period
da: Faktureringsperiode
fa: دوره صورتحساب
fr: Période de facturation
it: Periodo di fatturazione
nl: Factureringsperiode

source: Billing periods
da: Faktureringsperioder
fr: Périodes de facturation
it: Periodi di fatturazione
nl: Factureringsperioden

source: Booking
fa: رزرو
fr: Réservation
it: Prenotazione
nl: Boeking

source: Booking description
da: Beskrivelse af booking
fr: Description de la réservation
it: Descrizione della prenotazione
nl: Boeking beschrijving

source: Booking has been accepted.
da: Booking er blevet accepteret.
fa: رزرو تایید شده است.
fr: La réservation a été acceptée.
it: La prenotazione è stata accettata.
nl: Boeking is geaccepteerd.

source: Booking has been cancelled.
da: Booking er blevet annulleret.
fr: La réservation a été annulée.
it: La prenotazione è stata annullata.
nl: Boeking is geannuleerd.

source: Booking is not allowed to overlap other bookings.
da: Booking er ikke tilladt at overlappe andre bookinger.
fr: La réservation n'est pas autorisée à chevaucher d'autres réservations.
it: La prenotazione non può sovrapporsi ad altre prenotazioni.
nl: Het is niet toegestaan om andere boekingen te overlappen.

source: Booking management
da: Booking ledelse
fr: Gestion des réservations
it: Gestione delle prenotazioni
nl: Boekingsbeheer

source: Bookings
da: Bookinger
fa: رزرو
fr: Réservations
it: Prenotazioni
nl: Boekingen

source: Bootable
da: Bootbar
fa: بوت کردن
fr: Amorçable
it: Avviabile
nl: Opstartbaar

source: Branch
da: Gren
fa: شعبه
fr: Branche
it: Ramo
nl: Filiaal

source: Browse
da: Gennemse
fa: مرور کردن
fr: Parcourir
it: Sfoglia
nl: Bladeren

source: Browse image
da: Gennemse billede
fr: Parcourir l'image
it: Sfoglia l'immagine
nl: Blader door afbeelding

source: Business hours
da: Åbningstider
fa: ساعات کاری
fr: Heures d’ouverture
it: Orario di lavoro
nl: Kantooruren

source: By setting token lifetime to indefinite you are allowing anyone who has the token to impersonate your actions till the token has been changed.
da: Ved at indstille tokens levetid til ubestemt tillader du alle, der har tokenet, at udgive sig for at udføre dine handlinger, indtil tokenet er blevet ændret.
fr: En définissant la durée de vie du jeton sur indéfinie, vous autorisez toute personne ayant le jeton à emprunter l'identité de vos actions jusqu'à ce que le jeton ait été modifié.
it: Impostando la durata del token su indefinito, permetti a chiunque abbia il token di impersonare le tue azioni fino a quando il token non è stato modificato.
nl: Door de levensduur van token in te stellen op onbepaalde tijd staat u iedereen die het token heeft toe om uw acties na te doen totdat het token is gewijzigd.

source: CPU limit (hours)
da: CPU-grænse (timer)
fr: Limite du CPU (heures)
it: Limite CPU (ore)
nl: CPU-limiet (uren)

source: CPU usage
da: CPU-brug
fa: استفاده CPU
fr: Utilisation du CPU
it: Utilizzo della CPU
nl: CPU-gebruik

source: Caller
da: Opkalder
fa: تماس گیرنده
fr: Appelant
it: Chiamante
nl: Beller

source: Cancel
da: Annuller
fa: لغو
fr: Annuler
it: Annulla
nl: Annuleren

source: Cancel booking
da: Annuller booking
fr: Annuler la réservation
it: Cancella la prenotazione
nl: Boeking annuleren

source: Cancel invitation
da: Annuller invitation
fa: لغو دعوت
fr: Annuler l'invitation
it: Annulla invito
nl: Uitnodiging annuleren

source: Cancel payment
da: Annuller betaling
fa: لغو صورتحساب
fr: Annuler le paiement
it: Annulla pagamento
nl: Betaling annuleren

source: Cancel request
da: Annuller anmodning
fa: لغو درخواست
fr: Annuler la demande
it: Annulla richiesta
nl: Verzoek annuleren

source: Canceled
da: Annulleret
fa: لغو شده
fr: Annulé
it: Annullato
nl: Geannuleerd

source: Cancelled
da: Annulleret
fa: لغو شده
fr: Annulé
it: Annullato
nl: Geannuleerd

source: Cannot create floating IP if tenant external network is not defined.
da: Kan ikke oprette flydende IP, hvis eksternt netværk for lejere ikke er defineret.
fa: اگر شبکه خارجی tenant تعریف نشده باشد نمیتوانید IP شناور ایجاد کنید.
fr: Impossible de créer une adresse IP flottante si le réseau externe du locataire n'est pas défini.
it: Impossibile creare IP mobile se la rete esterna tenant non è definita.
nl: Kan geen zwevend IP maken als extern netwerk van huurder niet is gedefinieerd.

source: Capacity
da: Kapacitet
fr: Capacité
it: Capacità
nl: Capaciteit

source: Catalog
da: Katalog
fa: کاتالوگ
fr: Catalogue
it: Catalogo
nl: Catalogus

source: Catalog URL
da: Katalog URL
fa: کاتالوگ URL
fr: URL du catalogue
it: URL catalogo
nl: Catalogus URL

source: Catalog has been created.
da: Katalog er blevet oprettet.
fa: کاتالوگ ایجاد شده است.
fr: Le catalogue a été créé.
it: Il catalogo è stato creato.
nl: Catalogus is aangemaakt.

source: Catalog has been deleted.
da: Kataloget er blevet slettet.
fa: کاتالوگ حذف شده است.
fr: Le catalogue a été supprimé.
it: Il catalogo è stato eliminato.
nl: Catalogus is verwijderd.

source: Catalogues
da: Kataloger
fa: کاتالوگ ها
it: Cataloghi
nl: Catalogi

source: Categories
da: Kategorier
fa: دسته بندی ها
fr: Catégories
it: Categorie
nl: Categorieën

source: Category
da: Kategori
fa: دسته بندی
fr: Catégorie
it: Categoria
nl: Categorie

source: Category is invalid.
da: Kategori er ugyldig.
fa: دسته بندی نامعتبر است.
fr: La catégorie n'est pas valide.
it: Categoria non valida.
nl: Categorie is ongeldig.

source: Category name
da: Kategori navn
fr: Nom de la catégorie
it: Nome della categoria
nl: Categorienaam

source: Challenge code
da: Udfordringskode
fa: کد چالش
fr: Code de défi
it: Codice sfida
nl: Uitdagingscode

source: Change
da: Ændre
fr: Modifier
it: Cambia
nl: Wijzigen

source: Change Request
da: Anmodning om ændring
fa: درخواست تغییر
fr: Demande de modification
it: Modifica richiesta
nl: Verzoek wijzigen

source: Change email
da: Ændre e-mail
fa: تغییر ایمیل
fr: Modifier l'e-mail
it: Cambia email
nl: E-mail wijzigen

source: Change flavor
da: Ændre smag
fa: تغییر flavor
fr: Changer de saveur
it: Cambia sapore
nl: Verander smaak

source: Change limits
da: Ændre grænser
fa: محدودیت ها را تغییر دهید
fr: Modifier les limites
it: Modificare i limiti
nl: Limieten wijzigen

source: Change plan
da: Ændringsplan
fa: تغییر برنامه
fr: Plan de changement
it: Cambia piano
nl: Plan wijzigen

source: Change request - client’s request to perform a generic modification of data or service.
da: Ændringsanmodning - klientens anmodning om at udføre en generisk ændring af data eller tjeneste.
fa: تغییر درخواست-درخواست client’s برای انجام اصلاح عمومی داده ها یا خدمات.
fr: Demande de modification - demande du client d'effectuer une modification générique des données ou du service.
it: Richiesta di modifica - richiesta del client di eseguire una modifica generica dei dati o del servizio.
nl: Wijzigingsverzoek - verzoek van de klant om een generieke wijziging van gegevens of dienst uit te voeren.

source: Change resource limits
da: Ændre ressourcegrænser
fa: منابع محدودیت ها را تغییر دهید
fr: Modifier les limites de ressources
it: Modificare i limiti delle risorse
nl: Limieten voor bronnen wijzigen

source: Change resource plan
da: Ændring af ressourceplan
fa: منابع برنامه ها را تغییر دهید
fr: Modifier le plan de ressources
it: Modificare il piano delle risorse
nl: Hulpbronplan wijzigen

source: Change user email
da: Ændre bruger-e-mail
fa: ایمیل کاربر را تغییر دهید
fr: Modifier l'adresse e-mail utilisateur
it: Modificare la posta elettronica dell'utente
nl: Wijzig gebruiker e-mail

source: Changing flavor
da: Ændring af smag
fa: تغییر دادن flavor
fr: Changement de saveur
it: Cambiare sapore
nl: Veranderende smaak

source: Changing password
da: Ændring adgangskode
fa: تغییر دادن رمز
fr: Modification du mot de passe
it: Modifica della password
nl: Wachtwoord wijzigen

source: Checklist setup
da: Opsætning af tjekliste
fr: Configuration de la liste de contrôle
it: Configurazione dell'elenco di controllo
nl: Controlelijst instellen

source: Checklists
da: Tjeklister
fr: Listes de contrôle
it: Liste di controllo
nl: Controlelijsten

source: Choices as comma-separated list
da: Valg som kommasepareret liste
fa: گزینه هایی به عنوان کاما -لیست جدا
fr: Choix sous forme de liste séparée par des virgules
it: Scelte come elenco separato da virgole
nl: Keuzes als door komma's gescheiden lijst

source: Civil number
da: Civilt nummer
fr: Numéro civil
it: Numero civile
nl: Burgerlijk nummer

source: Client ID
da: Klient-ID
fa: شناسه Client
fr: ID du client
it: ID client
nl: Cliënt ID

source: Client organization
da: Kundeorganisation
fa: سازماندهی Client
fr: Organisation cliente
it: Organizzazione del cliente
nl: Klantorganisatie

source: Client project
da: Kundeprojekt
fa: پروژه Client
fr: Projet client
it: Progetto del cliente
nl: Klant project

source: Client secret
da: Klienthemmelighed
fr: Secret du client
it: Segreto client
nl: Cliëntgeheim

source: Close
da: Luk
fa: بستن
fr: Fermer
it: Chiudi
nl: Sluiten

source: Cloud block storage size
da: Cloud block lagerstørrelse
fr: Taille de stockage du bloc cloud
it: Dimensioni dello spazio di archiviazione del blocco cloud
nl: Wolk blokopslag grootte

source: Cloud init template
da: Cloud init-skabelon
fa: قالب اولیه ابر
fr: Modèle d'init dans le cloud
it: Modello di init cloud
nl: Wolk init sjabloon

source: Cluster description
da: Beskrivelse af klyngen
fa: توضیحات Cluster
fr: Description du cluster
it: Descrizione cluster
nl: Clusterbeschrijving

source: Cluster name
da: Klyngens navn
fa: نام Cluster
fr: Nom du cluster
it: Nome cluster
nl: Clusternaam

source: Cluster roles
da: Klyngeroller
fr: Rôles du cluster
it: Ruoli cluster
nl: Clusterrollen

source: Code is too short.
da: Koden er for kort.
fa: کد خیلی کوتاه است.
fr: Le code est trop court.
it: Il codice è troppo breve.
nl: Code is te kort.

source: Collapse
da: Sammenbrud
fa: فروپاشی
fr: Effondrement
it: Collasso
nl: Samenvouwen

source: Collation
da: Sortering
fa: جمع بندی
it: Collazione
nl: Collatie

source: Comment
da: Kommentar
fa: یادداشت
fr: Commentaire
it: Commento
nl: Commentaar

source: Comments
da: Kommentarer
fa: یادداشت ها
fr: Commentaires
it: Commenti
nl: Commentaar

source: Company data
da: Virksomhedsdata
fa: اطلاعات شرکت
fr: Données de l'entreprise
it: Dati aziendali
nl: Bedrijfsgegevens

source: Compare items
da: Sammenlign varer
fa: موارد را مقایسه کنید
fr: Comparer les articles
it: Confronta gli articoli
nl: Artikelen vergelijken

source: Competence
da: Kompetence
fa: صلاحیت
fr: Compétence
it: Competenza
nl: Competentie

source: Compliance
da: Overholdelse
fa: انطباق
fr: Conformité
it: Conformità
nl: Naleving

source: Component #{index}
da: Komponent #{index}
fa: مولفه {فهرست}
fr: Composant #{index}
it: Componente #{index}

source: Component name
da: Komponentnavn
fa: اسم مولفه
fr: Nom du composant
it: Nome del componente
nl: Componentnaam

source: Components
da: Komponenter
fr: Composants
it: Componenti
nl: Componenten

source: Components are invalid.
da: Komponenterne er ugyldige.
fa: در دسترس نبودن Components
fr: Les composants ne sont pas valides.
it: I componenti non sono validi.
nl: Componenten zijn ongeldig.

source: Compute generation
da: Beregn generering
fa: محاسبه نسل
fr: Génération de calcul
it: Generazione di calcolo
nl: Berekeningsgeneratie

source: Configuration
da: Konfiguration
fa: پیکربندی
it: Configurazione
nl: Configuratie

source: Configuration options
da: Konfigurationsmuligheder
fa: گزینه های پیکر بندی
fr: Options de configuration
it: Opzioni di configurazione
nl: Configuratie-opties

source: Configure
da: Konfigurer
fa: پیکر بندی کنید
fr: Configurer
it: Configura
nl: Configureren

source: Confirm deletion?
da: Bekræft sletning?
fa: حذف را تایید میکنید؟
fr: Confirmer la suppression ?
it: Confermare l'eliminazione?
nl: Verwijdering bevestigen?

source: Confirmation
da: Bekræftelse
fa: تاییدیه
it: Conferma
nl: Bevestiging

source: Confirmation message has been updated successfully.
da: Bekræftelsesmeddelelsen er blevet opdateret med succes.
fr: Le message de confirmation a été mis à jour avec succès.
it: Il messaggio di conferma è stato aggiornato correttamente.
nl: Bevestigingsbericht is succesvol bijgewerkt.

source: Confirmation notification template
da: Skabelon til bekræftelsesmeddelelse
fr: Modèle de notification de confirmation
it: Modello di notifica di conferma
nl: Sjabloon voor bevestiging van meldingen

source: Confirming that data is correct
da: Bekræftelse af, at dataene er korrekte
fr: Confirmer que les données sont correctes
it: Conferma che i dati sono corretti
nl: Bevestigen dat de gegevens juist zijn

source: Connect subnet
da: Tilslut undernet
fr: Connecter le sous-réseau
it: Connetti subnet
nl: Subnet verbinden

source: Connected subnets
da: Tilsluttede undernet
fa: subnet ها متصل شدند
fr: Sous-réseaux connectés
it: Sottoreti connesse
nl: Verbonden subnetten

source: Connection details
da: Oplysninger om forbindelsen
fa: جزئیات اتصال
fr: Détails de la connexion
it: Dettagli connessione
nl: Verbindingsdetails

source: Contact details
da: Kontaktoplysninger
fr: Détails du contact
it: Dettagli del contatto

source: Contact email
da: Kontakt e-mail
fa: تماس با ایمیل
fr: E-mail du contact
it: Contatto email

source: Contact phone
da: Kontakt telefon
fa: شماره تماس
fr: Téléphone de contact
it: Telefono di contatto
nl: Contact telefoon

source: Continue
da: Fortsæt
fr: Continuer
it: Continua
nl: Doorgaan

source: Contract sum
da: Kontrakt sum
fr: Montant du contrat
it: Somma del contratto
nl: Contract som

source: Control plane
da: Kontrolplan
fa: کنترل برنامه
fr: Avion de contrôle
it: Piano di controllo
nl: Besturingsvlak

source: Copy to clipboard
da: Kopier til udklipsholder
fa: در clipboard کپی کنید
fr: Copier dans le presse-papiers
it: Copia negli appunti
nl: Kopieer naar klembord

source: Cost
da: Omkostninger
fa: هزینه
fr: Coût
it: Costo
nl: Kosten

source: Could not create organization
da: Kunne ikke oprette organisation
fa: سازماندهی نشد
fr: Impossible de créer l'organisation
it: Impossibile creare un'organizzazione
nl: Kon organisatie niet aanmaken

source: Country
da: Land
fa: کشور
fr: Pays
it: Paese
nl: Land

source: Create
da: Opret
fa: ایجاد کردن
fr: Créer
it: Creare
nl: Aanmaken

source: Create Network adapter
da: Opret netværkskort
fa: ایجاد کردن Network adapter
fr: Créer un adaptateur réseau
it: Creare una scheda di rete
nl: Netwerkadapter aanmaken

source: Create SQL database in PostgreSQL server
da: Opret SQL-database i PostgreSQL-server
fa: ایجاد کردن پایگاه داده SQL در سرور PostgreSQL
fr: Créer une base de données SQL dans le serveur PostgreSQL
it: Creare un database SQL nel server PostgreSQL
nl: Maak SQL database in PostgreSQL server
