Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Showing {sliceStart} to {sliceEnd} of {resultCount} entries.
da: Viser {sliceStart} til {sliceEnd} af {resultCount} poster.
fr: Affichage de {sliceStart} à {sliceEnd} des {resultCount} entrées.
it: Visualizzazione di {sliceStart} a {sliceEnd} di {resultCount} voci.
nl: Het tonen van {sliceStart} tot {sliceEnd} van {resultCount} vermeldingen.

source: Shutdown
da: Lukke ned
fr: Fermeture
it: Spegnimento
nl: Afsluiten

source: Sign in
da: Log ind
fr: Se connecter
it: Accedi
nl: Aanmelden

source: Sign in with {label}
da: Log ind med {label}
fr: Connectez-vous avec {label}
it: Accedi con {label}
nl: Aanmelden met {label}

source: Size
da: Størrelse
fr: Taille
it: Dimensione
nl: Grootte

source: Size name
da: Størrelse navn
fr: Nom de la taille
it: Nome dimensione
nl: Grootte naam

source: Size should be between 1 and 10240 GB.
da: Størrelsen skal være mellem 1 og 10240 GB.
fr: La taille doit être comprise entre 1 et 10240 Go.
it: La dimensione dovrebbe essere compresa tra 1 e 10240 GB.
nl: De grootte moet tussen 1 en 10240 GB liggen.

source: Skip connection to external network
da: Spring forbindelse til eksternt netværk over
fr: Ignorer la connexion au réseau externe
it: Salta la connessione alla rete esterna
nl: Verbinding met extern netwerk overslaan

source: Skip floating IP assignment
da: Spring flydende IP-tildeling over
fr: Ignorer l'attribution d'IP flottante
it: Salta assegnazione IP mobile
nl: Zwevende IP-toewijzing overslaan

source: Snapshot schedule for volume has been created.
da: Snapshotplan for volumen er blevet oprettet.
fr: La planification des instantanés pour le volume a été créée.
it: È stata creata una pianificazione snapshot per il volume.
nl: Momentopnameschema voor volume is aangemaakt.

source: Snapshot schedules
da: Snapshot-planer
fr: Planifications d'instantanés
it: Pianificazioni istantanee
nl: Momentopnameschema's

source: Snapshot size limit
da: Grænse for snapshotstørrelse
fr: Limite de la taille des instantanés
it: Limite dimensioni snapshot
nl: Limiet grootte momentopname

source: Snapshots
fr: Instantanés
it: Istantanee
nl: Momentopnamen

source: Snapshots count
da: Snapshots tæller
fr: Nombre d’instantanés
it: Conteggio istantanee
nl: Aantal momentopnamen

source: Sponsor number
da: Sponsor nummer
fr: Numéro de sponsor
it: Numero sponsor
nl: Sponsor nummer

source: Staff
da: Personale
fr: Personnel
it: Personale
nl: Personeel

source: Staff and Support user
da: Personale og Supportbruger
fr: Utilisateur du Personnel et du Support
it: Personale e utente del supporto
nl: Personeel en Ondersteunende gebruiker

source: Start
fr: Démarrer
it: Inizio
nl: Begin

source: Start day of accounting
da: Start dag for regnskab
fr: Jour de début de la comptabilité
it: Giorno di inizio della contabilità
nl: Begindag van de boekhouding

source: Start time
da: Starttidspunkt
fr: Heure de début
it: Ora di inizio
nl: Begintijd

source: Starting
da: Starter
fr: Démarrage
it: Avvio
nl: Beginnend

source: State
da: Tilstand
fr: État
it: Stato
nl: Status

source: Static routes update was scheduled.
da: Opdatering af statiske ruter var planlagt.
fr: La mise à jour des routes statiques a été planifiée.
it: Aggiornamento delle route statiche pianificato.
nl: Statische routes update was gepland.

source: Status
fr: Statut
it: Stato

source: Step 1. Select offering
da: Trin 1. Vælg tilbud
fr: Étape 1. Sélectionnez l'offre
it: Passo 1. Seleziona offerta
nl: Stap 1. Selecteer een aanbod

source: Step 2. Select resources
da: Trin 2. Vælg ressourcer
fr: Étape 2. Sélectionnez les ressources
it: Passo 2. Selezionare le risorse
nl: Stap 2. Selecteer hulpbronnen

source: Stop
fr: Arrêter
it: Fermare
nl: Stoppen

source: Stopping
da: Stopper
fr: Arrêt
it: Arresto
nl: Stoppend

source: Storage
da: Opbevaring
fr: Stockage
it: Archiviazione
nl: Opslag

source: Storage mode
da: Opbevaringstilstand
fr: Mode de stockage
it: Modalità di archiviazione
nl: Opslagmodus

source: Storage size
da: Opbevaringsstørrelse
fr: Taille de stockage
it: Dimensioni di archiviazione
nl: Opslag grootte

source: Storage size in GiB
da: Opbevaringsstørrelse i GiB
fr: Taille de stockage en Gio
it: Dimensioni di archiviazione in GiB
nl: Opslaggrootte in GiB

source: Storage type
da: Opbevaringstype
fr: Type de stockage
it: Tipo di archiviazione
nl: Opslagtype

source: Subject
da: Emne
fr: Sujet
it: Oggetto
nl: Onderwerp

source: Submit
da: Indsend
fr: Soumettre
it: Invia
nl: Indienen

source: Submit report
da: Indsend rapport
fr: Soumettre le rapport
it: Invia rapporto
nl: Rapport indienen

source: Submit usage report
da: Indsend brugsrapport
fr: Soumettre un rapport d'utilisation
it: Invia report sull'utilizzo
nl: Gebruiksrapport indienen

source: Submit with
da: Indsend med
fr: Soumettre avec
it: Invia con
nl: Indienen met

source: Subnet
da: Undernet
fr: Sous-réseau
it: Sottorete

source: Subnet has been created.
da: Unternet er blevet oprettet.
fr: Le sous-réseau a été créé.
it: La subnet è stata creata.
nl: Subnet is aangemaakt.

source: Subnet name
da: Navn på undernet
fr: Nom du sous-réseau
it: Nome subnet
nl: Subnet naam

source: Subnets
da: Undernet
fr: Sous-réseaux
it: Sottoreti
nl: Subnetten

source: Subnets from where connection to self-service is allowed.
da: Undernet, hvorfra forbindelse til selvbetjening er tilladt.
fr: Sous-réseaux à partir desquels la connexion au libre-service est autorisée.
it: Sottoreti da cui è consentita la connessione al self-service.
nl: Subnetten van waaruit verbinding met zelfbediening is toegestaan.

source: Subscription ID
da: Abonnements-ID
fr: ID de l'abonnement
it: ID abbonamento
nl: Abonnement ID

source: Subtotal
fr: Sous-total
it: Subtotale
nl: Subtotaal

source: Sum
fr: Somme
it: Somma
nl: Som

source: Summary
da: Oversigt
fr: Résumé
it: Sommario
nl: Overzicht

source: Support
it: Supporto
nl: Ondersteuning

source: Support dashboard
da: Support instrumentbræt
fr: Tableau de bord de support
it: Dashboard supporto
nl: Ondersteunend dashboard

source: Support request events
da: Support anmodning begivenheder
fr: Événements de demande de support
it: Eventi di richiesta di supporto
nl: Ondersteuningsverzoek gebeurtenissen

source: Support requests
da: Support anmodninger
fr: Demandes de support
it: Richieste di supporto
nl: Ondersteuningsverzoeken

source: Support user
da: Supportbruger
fr: Utilisateur de support
it: Utente di supporto
nl: Ondersteuning gebruiker

source: Support workspace
da: Support arbejdsområde
fr: Espace de travail de support
it: Area di lavoro supporto
nl: Ondersteuning werkruimte

source: Sure? Form data would be lost
da: Er du sikker? Formularoplysninger ville gå tabt
fr: Sûr? Les données du formulaire seraient perdues
it: Sicuro? I dati del modulo andrebbero persi
nl: Zeker? Formuliergegevens zouden verloren gaan.

source: Suspend
da: Suspendere
fr: Suspendre
it: Sospendere
nl: Opschorten

source: Sync profile
da: Synkroniser profil
fr: Profil de synchronisation
it: Sincronizza profilo
nl: Synchroniseer profiel

source: Sync with Google Calendar
da: Synkroniser med Google Kalender
fr: Synchroniser avec Google Agenda
it: Sincronizzazione con Google Calendario
nl: Synchroniseren met Google Agenda

source: Synchronisation has been scheduled.
da: Synkroniseringen er blevet planlagt.
fr: La synchronisation a été planifiée.
it: La sincronizzazione è stata pianificata.
nl: Synchronisatie is gepland.

source: Synchronise
da: Synkroniser
fr: Synchroniser
it: Sincronizzare
nl: Synchroniseren

source: System administrator
fr: Administrateur système
it: Amministratore di sistema
nl: Systeembeheerder

source: System volume couldn't be detached.
da: Systemvolumen kunne ikke løsnes.
fr: Le volume du système n'a pas pu être détaché.
it: Impossibile staccare il volume del sistema.
nl: Systeemvolume kon niet worden losgekoppeld.

source: System volume size
da: Systemvolumenstørrelse
fr: Taille du volume du système
it: Dimensione del volume di sistema
nl: Grootte systeemvolume

source: System volume type
da: Typen af systemvolumen
fr: Type de volume du système
it: Tipo di volume del sistema
nl: Type systeemvolume

source: TAX
da: SKAT
fr: IMPÔT
it: Tassa
nl: BELASTING

source: TLD "{tld}" must not be all numeric
da: TLD "{tld}" må ikke være helt numerisk
fr: TLD "{tld}" ne doit pas être tout numérique
it: TLD "{tld}" non deve essere tutto numerico
nl: TLD "{tld}" mag niet allemaal numeriek zijn

source: TOTAL
da: I ALT
it: TOTALE
nl: TOTAAL

source: Taking a snapshot
da: Tage et snapshot
fr: Prendre un instantané
it: Creazione di un'istantanea
nl: Een momentopname maken

source: Target
da: Mål
fr: Cible
it: Obiettivo
nl: Doel

source: Target type
da: Måltype
fr: Type de cible
it: Tipo di destinazione
nl: Doeltype

source: Targets
da: Mål
fr: Cibles
it: Obiettivi
nl: Doelen

source: Tax
da: Skat
fr: Impôt
it: Tassa
nl: Belasting

source: Tax number
da: Skat nummer
fr: Numéro d'identification fiscale
it: Codice fiscale
nl: Btw nummer

source: Tax percent
da: Skat procent
fr: Pourcentage d'impôt
it: Percentuale fiscale
nl: Belastingpercentage

source: Team
fr: Équipe
it: Squadra

source: Team member has been removed.
da: Teammedlem er blevet fjernet.
fr: Le membre de l'équipe a été supprimé.
it: Il membro del team è stato rimosso.
nl: Teamlid is verwijderd.

source: Team size
da: Team Størrelse
fr: Taille de l’équipe
it: Dimensione della squadra
nl: Teamgrootte

source: Technical code used by accounting software.
da: Teknisk kode brugt af regnskabssoftware.
fr: Code technique utilisé par les logiciels comptables.
it: Codice tecnico utilizzato dal software di contabilità.
nl: Technische code die wordt gebruikt door boekhoudsoftware.

source: Technical name intended for integration and automated reporting. Please use Latin letters without spaces only.
da: Teknisk navn beregnet til integration og automatiseret rapportering. Brug venligst kun latinske bogstaver uden mellemrum.
fr: Nom technique destiné à l'intégration et au reporting automatisé. Veuillez utiliser des lettres latines sans espaces uniquement.
it: Nome tecnico destinato all'integrazione e alla creazione di report automatizzati. Si prega di utilizzare solo lettere latine senza spazi.
nl: Technische naam bedoeld voor integratie en geautomatiseerde rapportage. Gelieve uitsluitend Latijnse letters zonder spaties te gebruiken.

source: Template
da: Skabelon
fr: Modèle
it: Modello
nl: Sjabloon

source: Template details
da: Skabelon oplysninger
fr: Détails du modèle
it: Dettagli del modello
nl: Sjabloondetails

source: Template files
da: Skabelonfiler
fr: Fichiers de modèles
it: File modello
nl: Sjabloon bestanden

source: Tenant
da: Lejer
fr: Locataire
it: Inquilino
nl: Huurder

source: Tenant ID
da: Lejer-ID
fr: ID du locataire
it: ID tenant
nl: Huurder ID

source: Tenant description
da: Lejerbeskrivelse
fr: Description du locataire
it: Descrizione tenant
nl: Huurder beschrijving

source: Tenant name
da: Lejers navn
fr: Nom du locataire
it: Nome tenant
nl: Huurdernaam

source: Tenant user password
da: Lejerbrugeradgangskode
fr: Mot de passe de l'utilisateur du locataire
it: Password utente tenant
nl: Gebruikerswachtwoord huurder

source: Tenant user username
da: Brugernavn for lejerbruger
fr: Nom d'utilisateur du locataire
it: Nome utente tenant
nl: Gebruikersnaam huurdersgebruiker

source: Terminate
da: Afslut
fr: Terminer
it: Terminare
nl: Beëindigen

source: Terminate an existing resource
da: Afslut en eksisterende ressource
fr: Terminer une ressource existante
it: Terminare una risorsa esistente
nl: Een bestaande bron beëindigen

source: Terminate resource {resourceName}
da: Afslut ressource {resourceName}
fr: Terminer la ressource {resourceName}
it: Termina risorsa {resourceName}
nl: Beëindig bron {resourceName}

source: Terminated
da: Afsluttet
fr: Terminé
it: Terminato
nl: Beëindigd

source: Terminating
da: Afslutning
fr: Terminer
it: Terminazione
nl: Beëindigen

source: Terms of Service
da: Servicevilkår
fr: Conditions de service
it: Termini di servizio
nl: Servicevoorwaarden

source: Text has been copied
da: Teksten er blevet kopieret
fr: Le texte a été copié
it: Il testo è stato copiato
nl: Tekst is gekopieerd

source: Thank you for your response!
da: Tak for dit svar!
fr: Merci pour votre réponse !
it: Grazie per la risposta!
nl: Dank u voor uw reactie!

source: The date is inclusive. Once reached, all project resource will be scheduled for termination.
da: Datoen er inklusive. Når den er nået, vil alle projektressourcer blive planlagt til afslutning.
fr: La date est inclusive. Une fois atteinte, toutes les ressources du projet seront planifiées pour la résiliation.
it: La data è inclusa. Una volta raggiunto, tutte le risorse del progetto saranno programmate per la chiusura.
nl: De datum is inclusief. Zodra deze datum is bereikt, zullen alle projectbronnen voor beëindiging worden gepland.

source: The invoice has been marked as paid.
da: Fakturaen er blevet markeret som betalt.
fr: La facture a été marquée comme payée.
it: La fattura è stata contrassegnata come pagata.
nl: De factuur is gemarkeerd als betaald.

source: The key has been created.
da: Nøglen er blevet oprettet.
fr: La clé a été créée.
it: La chiave è stata creata.
nl: De sleutel is aangemaakt.

source: The name can contain only letters, numbers, and hyphens. It should start with a letter and must end with a letter or a number
da: Navnet kan kun indeholde bogstaver, tal og bindestreger. Det skal starte med et bogstav og skal slutte med et bogstav eller et tal
fr: Le nom ne peut contenir que des lettres, des chiffres et des traits d'union. Il devrait commencer par une lettre et doit se terminer par une lettre ou un chiffre
it: Il nome può contenere solo lettere, numeri e trattini. Dovrebbe iniziare con una lettera e deve terminare con una lettera o un numero
nl: De naam mag alleen letters, cijfers en koppeltekens bevatten. Hij moet beginnen met een letter en eindigen met een letter of een cijfer

source: The name can only be made up of lowercase letters, numbers and the hyphen. The hyphen may not lead or trail in the name.
da: Navnet kan kun bestå af små bogstaver, tal og bindestreg. Bindestregen må ikke føre eller spore i navnet.
fr: Le nom ne peut être composé que de lettres minuscules, de chiffres et du trait d'union. Le trait d'union ne peut pas conduire ou tracer dans le nom.
it: Il nome può essere composto solo da lettere minuscole, numeri e trattino. Il trattino potrebbe non essere lead o trail nel nome.
nl: De naam mag alleen bestaan uit kleine letters, cijfers en het koppelteken. Het koppelteken mag niet voorlopen of doorlopen in de naam.

source: The name must be shorter than 15 characters.
da: Navnet skal være kortere end 15 tegn.
fr: Le nom doit être inférieur à 15 caractères.
it: Il nome deve essere più breve di 15 caratteri.
nl: De naam moet korter zijn dan 15 tekens.

source: The project will be changed for all items in cart.
da: Projektet vil blive ændret for alle varer i indkøbskurven.
fr: Le projet sera modifié pour tous les articles du panier.
it: Il progetto verrà modificato per tutti gli articoli nel carrello.
nl: Het project zal worden gewijzigd voor alle artikelen in de winkelwagen.

source: The value is not valid IP v4 CIDR
da: Værdien er ikke gyldig IP v4 CIDR
fr: La valeur n'est pas valide IP v4 CIDR
it: Il valore non è valido IP v4 CIDR
nl: De waarde is niet geldig IP v4 CIDR

source: The value is not valid IP v6 CIDR
da: Værdien er ikke gyldig IP v6 CIDR
fr: La valeur n'est pas valide IP v6 CIDR
it: Il valore non è valido IP v6 CIDR
nl: De waarde is niet geldig IP v6 CIDR

source: The worker node is expected to have at least 4 vCPU and 4 GB RAM to run Longhorn.
da: Arbejdernoden forventes at have mindst 4 vCPU og 4 GB RAM til at køre Longhorn.
fr: Le nœud de travail doit avoir au moins 4 vCPU et 4 Go de RAM pour exécuter Longhorn.
it: Il nodo di lavoro dovrebbe avere almeno 4 vCPU e 4 GB di RAM per eseguire Longhorn.
nl: Het werkknooppunt wordt verwacht ten minste 4 vCPU en 4 GB RAM te hebben om Longhorn uit te voeren.

source: Then download (if needed) and run kubectl
da: Download derefter (hvis nødvendigt) og kør kubectl
fr: Ensuite, téléchargez (si nécessaire) et exécutez kubectl
it: Quindi scaricare (se necessario) ed eseguire kubectl
nl: Download vervolgens (indien nodig) en voer kubectl uit

source: There are no SSH keys yet.
da: Der er ingen SSH-nøgler endnu.
fr: Il n'y a pas encore de clés SSH.
it: Non ci sono ancora chiavi SSH.
nl: Er zijn nog geen SSH-sleutels.

source: There are no actions.
da: Der er ingen handlinger.
fr: Il n'y a pas d'actions.
it: Non ci sono azioni.
nl: Er zijn geen acties.

source: There are no available projects.
da: Der er ingen tilgængelige projekter.
fr: Il n'y a pas de projets disponibles.
it: There are no available departments.
nl: Er zijn geen projecten beschikbaar.

source: There are no available users.
da: Der er ingen tilgængelige brugere.
fr: Il n'y a pas d'utilisateurs disponibles.
it: Non ci sono utenti disponibili.
nl: Er zijn geen gebruikers beschikbaar.

source: There are no categories.
da: Der er ingen kategorier.
fr: Il n'y a pas de catégories.
it: Non ci sono categorie.
nl: Er zijn geen categorieën.

source: There are no categories in marketplace yet.
da: Der er ingen kategorier i markedspladsen endnu.
fr: Il n'y a pas encore de catégories sur le marché.
it: Non ci sono ancora categorie sul mercato.
nl: Er zijn nog geen categorieën in marktplaats.

source: There are no categories yet.
da: Der er ingen kategorier endnu.
fr: Il n'y a pas encore de catégories.
it: Non ci sono ancora categorie.
nl: Er zijn nog geen categorieën.

source: There are no charts yet.
da: Der er ingen diagrammer endnu.
fr: Il n'y a pas encore de graphiques.
it: Non ci sono ancora grafici.
nl: Er zijn nog geen grafieken.

source: There are no checklist yet.
da: Der er ingen tjekliste endnu.
fr: Il n'y a pas encore de liste de contrôle.
it: Non ci sono ancora liste di controllo.
nl: Er zijn nog geen controlelijsten.

source: There are no checklists.
da: Der er ingen tjeklister.
fr: Il n'y a pas de listes de contrôle.
it: Non ci sono liste di controllo.
nl: Er zijn geen controlelijsten.

source: There are no comments yet.
da: Der er ingen kommentarer endnu.
fr: Il n'y a pas encore de commentaires.
it: Non ci sono ancora commenti.
nl: Er zijn nog geen reacties.

source: There are no events for this resource.
da: Der er ingen begivenheder for denne ressource.
fr: Il n'y a pas d'événements pour cette ressource.
it: Non ci sono eventi per questa risorsa.
nl: Er zijn geen gebeurtenissen voor deze bron.

source: There are no invoices.
da: Der er ingen fakturaer.
fr: Il n'y a pas de factures.
it: Non ci sono fatture.
nl: Er zijn geen facturen.

source: There are no matching checklists.
da: Der er ingen matchende tjeklister.
fr: Il n'y a pas de listes de contrôle correspondantes.
it: Non ci sono liste di controllo corrispondenti.
nl: Er zijn geen overeenkomende controlelijsten.

source: There are no offerings available.
da: Der er ingen tilbud tilgængelige.
fr: Il n'y a pas d'offres disponibles.
it: Non ci sono offerte disponibili.
nl: Er zijn geen aanbiedingen beschikbaar.

source: There are no offerings in marketplace yet.
da: Der er ingen tilbud på markedet endnu.
fr: Il n'y a pas encore d'offres sur le marché.
it: Non ci sono ancora offerte sul mercato.
nl: Er zijn nog geen aanbiedingen op marktplaats.

source: There are no offerings yet.
da: Der er ingen tilbud endnu.
fr: Il n'y a pas encore d'offres.
it: Non ci sono ancora offerte.
nl: Er zijn nog geen aanbiedingen.

source: There are no organizations matching filter.
da: Der er ingen organisationer, der matcher filteret.
fr: Il n'y a pas d'organisations correspondant au filtre.
it: Non ci sono organizzazioni che corrispondono al filtro.
nl: Er zijn geen organisaties die overeenkomen met filter.

source: There are no organizations yet.
da: Der er ingen organisationer endnu.
fr: Il n'y a pas encore d'organisations.
it: Non ci sono ancora organizzazioni.
nl: Er zijn nog geen organisaties.

source: There are no other plans available.
da: Der er ingen andre planer tilgængelige.
fr: Il n'y a pas d'autres plans disponibles.
it: Non ci sono altri piani disponibili.
nl: Er zijn geen andere plannen beschikbaar.

source: There are no other volume types available.
da: Der er ingen andre volumentyper tilgængelige.
fr: Il n'y a pas d'autres types de volume disponibles.
it: Non ci sono altri tipi di volume disponibili.
nl: Er zijn geen andere volumetypen beschikbaar.

source: There are no projects matching filter.
da: Der er ingen projekter, der matcher filteret.
fr: Il n'y a pas de projets correspondant au filtre.
it: Non ci sono progetti corrispondenti filtro.
nl: Er zijn geen projecten die overeenkomen met filter.

source: There are no projects yet for this organization.
da: Der er endnu ingen projekter for denne organisation.
fr: Il n'y a pas encore de projets pour cette organisation.
it: There are no department yet for this organization.
nl: Er zijn nog geen projecten voor deze organisatie.

source: There are no remote accounts yet.
da: Der er ingen fjernkonti endnu.
fr: Il n'y a pas encore de comptes distants.
it: Non ci sono ancora account remoti.
nl: Er zijn nog geen externe accounts.

source: There are no requests yet.
da: Der er ingen anmodninger endnu.
fr: Il n'y a pas encore de demandes.
it: Non ci sono ancora richieste.
nl: Er zijn nog geen verzoeken.

source: There are no resources available.
da: Der er ingen tilgængelige ressourcer.
fr: Il n'y a pas de ressources disponibles.
it: Non ci sono risorse disponibili.
nl: Er zijn geen hulpbronnen beschikbaar.

source: There are no sections for comparison yet.
da: Der er ingen sektioner til sammenligning endnu.
fr: Il n'y a pas encore de sections pour la comparaison.
it: Non ci sono ancora sezioni per il confronto.
nl: Er zijn nog geen secties voor vergelijking.

source: There are no {verboseName} found matching the filter.
da: Der er ikke fundet nogen {verboseName}, der matcher til filteret.
fr: Il n'y a pas de {verboseName} trouvé correspondant au filtre.
it: Non sono stati trovati {verboseName} corrispondenti al filtro.
nl: Er zijn geen {verboseName} gevonden die overeenkomen met het filter.

source: There are no {verboseName} yet.
da: Der er ingen {verboseName} endnu.
fr: Il n'y a pas encore de {verboseName}.
it: Non ci sono ancora {verboseName}.
nl: Er zijn nog geen {verboseName}.

source: There are not namespaces in this project yet.
da: Der er ikke navneområder i dette projekt endnu.
fr: Il n'y a pas encore d'espaces de noms dans ce projet.
it: Non ci sono ancora spazi dei nomi in questo progetto.
nl: Er zijn nog geen naamruimten in dit project.

source: There is no activity yet.
da: Der er ingen aktivitet endnu.
fr: Il n'y a pas encore d'activité.
it: Non c'è ancora nessuna attività.
nl: Er is nog geen activiteit.

source: This field is required.
da: Dette felt er påkrævet.
fr: Ce champ est obligatoire.
it: Questo campo è obbligatorio.
nl: Dit veld is verplicht.

source: This name will be visible in accounting data.
da: Dette navn vil være synligt i regnskabsdata.
fr: Ce nom sera visible dans les données comptables.
it: Questo nome sarà visibile nei dati contabili.
nl: Deze naam zal zichtbaar zijn in de boekhoudgegevens.

source: This value is invalid JSON.
da: Denne værdi er ugyldig JSON.
fr: Cette valeur est un JSON invalide.
it: Questo valore non è JSON non valido.
nl: Deze waarde is ongeldige JSON.
