Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Location has been saved successfully.
da: Placering er blevet gemt korrekt.
fr: L'emplacement a été enregistré avec succès.
it: La posizione è stata salvata correttamente.
nl: Locatie is succesvol opgeslagen.

source: Location of {offeringName} offering
da: Placering af {offeringName} tilbud
fr: Emplacement de l’offre {offeringName}
it: Posizione dell'offerta {offeringName}
nl: Locatie van het {offeringName} aanbod

source: Log out
da: Log af
fa: خروج
fr: Déconnexion
it: Disconnettersi
nl: Afmelden

source: Logging user in
da: Logger bruger ind
fa: ورود کاربر
fr: Connexion de l'utilisateur
it: Registrazione dell'utente
nl: Gebruiker inloggen

source: Login
da: Log ind
fa: ورود
fr: Connexion
it: Accedi
nl: Inloggen

source: Login failed
da: Login mislykkedes
fa: ورود ناموفق
fr: Connexion a échoué
it: Accesso fallito
nl: Inloggen mislukt

source: Login with
da: Log ind med
fr: Connexion avec
it: Accesso con
nl: Inloggen met

source: Logo has been removed.
da: Logo er blevet fjernet.
fa: آرم حذف شده است.
fr: Le logo a été supprimé.
it: Il logo è stato rimosso.
nl: Logo is verwijderd.

source: Logo has been uploaded.
da: Logo er blevet uploadet.
fa: آرم بارگذاری شده است.
fr: Le logo a été téléchargé.
it: Il logo è stato caricato.
nl: Logo is geupload.

source: Logout failed
da: Logout mislykkedes
fa: خروج نا موفق
fr: Déconnexion a échoué
it: Logout fallito
nl: Afmelden mislukt

source: Longhorn is a lightweight, reliable, and powerful distributed block storage system for Kubernetes.
da: Longhorn er et letvægts, pålideligt og kraftfuldt distribueret blokopbevaringssystem til Kubernetes.
fr: Longhorn est un système de stockage par blocs distribué léger, fiable et puissant pour Kubernetes.
it: Longhorn è un sistema di storage a blocchi distribuito leggero, affidabile e potente per Kubernetes.
nl: Longhorn is een lichtgewicht, betrouwbaar en krachtig gedistribueerd blok opslagsysteem voor Kubernetes.

source: MAC address
da: MAC-adresse
fa: آدرس MAC
fr: Adresse MAC
it: Indirizzo MAC
nl: MAC-adres

source: MAC address (optional)
da: MAC-adresse (valgfri)
fr: Adresse MAC (facultatif)
it: Indirizzo MAC (opzionale)
nl: MAC-adres (optioneel)

source: Manage
da: Administrer
fa: مدیریت کنید
fr: Gérer
it: Gestisci
nl: Beheren

source: Manage avatar at {link}
da: Administrer avatar på {link}
fr: Gérer l'avatar à {link}
it: Gestisci avatar a {link}
nl: Beheer avatar op {link}

source: Manage networks
da: Administrer netværk
fa: مدیریت شبکه
fr: Gérer les réseaux
it: Gestire le reti
nl: Netwerken beheren

source: Manage organization
da: Administrer organisation
fa: مدیریت سازمان
fr: Gérer l'organisation
it: Gestisci organizzazione
nl: Organisatie beheren

source: Manage security groups
da: Administrer sikkerhedsgrupper
fa: مدیریت security groups
fr: Gérer les groupes de sécurité
it: Gestire i gruppi di sicurezza
nl: Beveiligingsgroepen beheren

source: Managed projects
da: Administrerede projekter
fa: پروژه های مدیریت شده
fr: Projets gérés
it: Progetti gestiti
nl: Beheerde projecten

source: Management
da: Ledelse
fa: مدیریت
fr: Gestion
it: Gestione
nl: Beheer

source: Mark as paid
da: Markér som betalt
fr: Marquer comme payé
it: Contrassegna come pagato
nl: Markeer als betaald

source: Mark invoice as paid
da: Marker fakturaen som betalt
fr: Marquer la facture comme payée
it: Contrassegna fattura come pagata
nl: Markeer factuur als betaald

source: Marketplace
da: Markedsplads
it: Mercato

source: Marketplace UUID
fr: UUID Marketplace
it: UUID del Marketplace

source: Marketplace offerings
da: Marketplace-tilbud
fa: پیشنهادMarketplace
fr: Offres Marketplace
it: Offerte Marketplace
nl: Marketplace-aanboden

source: Marketplace services can only be provisioned for a certain affiliation. You currently do not have any organizations or projects connected with your account.
da: Marketplace-tjenester kan kun leveres til en bestemt tilknytning. Du har i øjeblikket ingen organisationer eller projekter forbundet med din konto.
fr: Les services Marketplace ne peuvent être provisionnés que pour une certaine affiliation. Vous n'avez actuellement aucune organisation ou projet connecté à votre compte.
it: I servizi del Marketplace possono essere forniti solo per una determinata affiliazione. Al momento non si dispone di organizzazioni o progetti collegati al proprio account.
nl: Marketplace-diensten kunnen alleen worden ingericht voor een bepaalde affiliatie. U hebt momenteel geen organisaties of projecten verbonden met uw account.

source: Max # of VM snapshots
da: Maksimalt # antal VM-snapshots
fa: حداکثر # از VM snapshots
fr: Max # des instantanés VM
it: Numero massimo # di istantanee VM
nl: Max. aantal VM-momentopnamen

source: Max # of snapshots
da: Maksimalt # antal snapshots
fa: حداکثر # از عکس فوری
fr: Max # d’instantanés
it: Numero massimo # di istantanee
nl: Max. aantal momentopnamen

source: Max amount
da: Maksimalt beløb
fa: حداکثر مقدار
fr: Montant maximum
it: Importo massimo
nl: Max bedrag

source: Max number of VM snapshots
da: Maksimalt antal VM-snapshots
fa: حداکثر تعداد از VM snapshots
fr: Nombre maximum d’instantanés VM
it: Numero massimo di istantanee VM
nl: Max aantal VM-momentopnamen

source: Max replicas
da: Maks. replikaer
fr: Répliques max
it: Max repliche

source: Maximal number of resources
da: Maksimalt antal ressourcer
fa: حداکثر تعداد از منابع
fr: Nombre maximal de ressources
it: Numero massimo di risorse
nl: Maximaal aantal hulpbronnen

source: Maximal value
da: Maksimal værdi
fa: حداکثر مقدار
fr: Valeur maximale
it: Valore massimo
nl: Maximale waarde

source: Maximum RAM for each VM
da: Maksimal RAM for hver VM
fa: حداکثر RAM برای هر VM
fr: RAM maximale pour chaque VM
it: RAM massima per ogni VM
nl: Maximaal RAM voor elke VM

source: Maximum allowed value
da: Maksimal tilladt værdi
fa: حداکثر مقدار مجاز
fr: Valeur maximale autorisée
it: Valore massimo consentito
nl: Maximaal toegestane waarde

source: Maximum capacity for each disk
da: Maksimal kapacitet for hver disk
fa: حداکثر ظرفیت برای هر disk
fr: Capacité maximale pour chaque disque
it: Capacità massima per ogni disco
nl: Maximale capaciteit voor elke schijf

source: Maximum monthly
da: Maksimum månedligt
fa: حداکثر ماهانه
fr: Maximum mensuel
it: Massimo mensile
nl: Maximaal maandelijks

source: Maximum total
da: Maksimalt total
fa: حداکثر کل
fr: Total maximum
it: Totale massimo
nl: Maximaal totaal

source: Maximum total size of the disk space per VM
da: Maksimal total størrelse på diskpladsen pr. VM
fa: حداکثر اندازه کل از فضای دیسک هر VM
fr: Taille totale maximale de l’espace disque par VM
it: Dimensione totale massima dello spazio su disco per macchina virtuale
nl: Maximale totale grootte van de schijfruimte per VM

source: Maximum username length with mandatory username prefix is 32 characters.
da: Maksimal brugernavn længde med obligatorisk brugernavn præfiks er 32 tegn.
fa: حداکثر طول نام کاربری با پیشوند نام کاربری prefix،باید 32 کاراکتر باشد.
fr: La longueur maximale du nom d'utilisateur avec le préfixe de nom d'utilisateur obligatoire est de 32 caractères.
it: La lunghezza massima del nome utente con il prefisso del nome utente obbligatorio è di 32 caratteri.
nl: De maximale lengte van de gebruikersnaam met het verplichte gebruikersnaam voorvoegsel is 32 tekens.

source: Maximum vCPU for each VM
da: Maksimal vCPU for hver VM
fa: حداکثر vCPU برای هر
fr: vCPU maximum pour chaque VM
it: Massimo vCPU per ogni VM
nl: Maximale vCPU voor elke VM

source: Measured unit
da: Målt enhed
fa: واحد اندازه گیری
fr: Unité mesurée
it: Unità misurata
nl: Gemeten eenheid

source: Member
da: Medlem
fa: عضو
fr: Membre
it: Membro
nl: Lid

source: Memory
da: Hukommelse
fr: Mémoire
it: Memoria
nl: Geheugen

source: Memory per vCore
da: Hukommelse pr. vCore
fa: حافظه برای هر vCore
fr: Mémoire par vCore
it: Memoria per vCore
nl: Geheugen per vCore

source: Memory size in GiB
da: Hukommelsesstørrelse i GiB
fa: اندازه حافظه در GiB
fr: Taille de la mémoire en Gio
it: Dimensione della memoria in GIB
nl: Geheugengrootte in GiB

source: Message
da: Meddelelse
fa: پیغام
it: Messaggio
nl: Bericht

source: Method
da: Metode
fa: روش
fr: Méthode
it: Metodo
nl: Methode

source: Metric
da: Metrisk
fr: Métrique
it: Metrico
nl: Metrisch

source: Metric name
da: Metrisk navn
fr: Nom de la métrique
it: Nome della metrica
nl: Metrische naam

source: Min amount
da: Min. beløb
fa: مقدار حداقل
fr: Montant minimum
it: Importo minimo
nl: Min bedrag

source: Min replicas
da: Min. replikaer
fr: Répliques min
it: Repliche minime

source: Min storage
da: Min. opbevaring
fa: حداقل storage
fr: Stockage minimum
it: Deposito minimo
nl: Min. opslag

source: Minimal value
da: Minimal værdi
fa: حداقل مقدار
fr: Valeur minimale
it: Valore minimo
nl: Minimale waarde

source: Minimum allowed value
da: Mindste tilladte værdi
fa: حداقل مقدار مجاز
fr: Valeur minimale autorisée
it: Valore minimo consentito
nl: Minimaal toegestane waarde

source: Minimum booking time slot duration.
da: Minimum booking tid slot varighed.
fa: حداقل مدت زمان رزرو slot.
fr: Durée minimale du créneau horaire de réservation.
it: Durata minima della fascia oraria di prenotazione.
nl: Minimale duur van het boekingstijdslot.

source: Minimum username length is 3 characters.
da: Mindste brugernavn længde er 3 tegn.
fr: La longueur minimale du nom d'utilisateur est de 3 caractères.
it: La lunghezza minima del nome utente è di 3 caratteri.
nl: Minimale gebruikersnaam lengte is 3 tekens.

source: Mobile phone number
da: Mobiltelefonnummer
fa: شماره تلفن همراه
fr: Numéro de téléphone mobile
it: Numero di cellulare
nl: Mobiel telefoonnummer

source: Month
da: Måned
fa: ماه
fr: Mois
it: Mese
nl: Maand

source: Monthly cost
da: Månedlige omkostninger
fa: هزینه ماهانه
fr: Coût mensuel
it: Costo mensile
nl: Maandelijkse kosten

source: Monthly invoices
da: Månedlige fakturaer
fa: صورتحساب ماهانه
fr: Factures mensuelles
it: Fatture mensili
nl: Maandelijkse facturen

source: Months
da: Måneder
fr: Mois
it: Mesi
nl: Maanden

source: More info
da: Mere oplysninger
fa: اطلاعات بیشتر
fr: Plus d'informations
it: Maggiori informazioni
nl: Meer informatie

source: Mount point
da: Monteringspunkt
fr: Point de montage
it: Punto di montaggio
nl: Koppelpunt

source: Move
da: Flyt
fr: Déplacer
it: Sposta
nl: Verplaatsen

source: Move project
da: Flyt projekt
fr: Déplacer le projet
it: Sposta progetto
nl: Verplaats project

source: Move project {projectName}
da: Flyt projekt {projectName}
fr: Déplacer le projet {projectName}
it: Sposta progetto {projectName}
nl: Verplaats project {projectName}

source: Move resource {resourceName}
da: Flyt ressource {resourceName}
fr: Déplacer la ressource {resourceName}
it: Sposta la risorsa {resourceName}
nl: Verplaats bron {resourceName}

source: Move to organization
da: Flyt til organisation
fr: Passer à l'organisation
it: Sposta all'organizzazione
nl: Verplaats naar organisatie

source: Move to project
da: Flyt til projekt
fr: Passer au projet
it: Sposta al progetto
nl: Verplaats naar project

source: Must be at least {min}
da: Skal være mindst {min}
fr: Doit être au moins {min}
it: Deve essere almeno {min}
nl: Moet ten minste {min} zijn

source: Must be at most {max}
da: Må højst være {max}
fr: Doit être au maximum de {max}
it: Deve essere al massimo {max}
nl: Moet hoogstens {max} zijn

source: My offerings
da: Mine tilbud
fa: پیشنهادات من
fr: Mes offres
it: Le mie offerte
nl: Mijn aanbod

source: My orders
da: Mine ordrer
fa: دستورات من
fr: Mes commandes
it: I miei ordini
nl: Mijn bestellingen

source: My resources
da: Mine ressourcer
fa: منابع من
fr: Mes ressources
it: Le mie risorse
nl: Mijn hulpbronnen

source: My services
da: Mine tjenester
fa: سرویس های من
fr: Mes services
it: I miei servizi
nl: Mijn diensten

source: Name
da: Navn
fa: نام
fr: Nom
it: Nome
nl: Naam

source: Name "{label}" must be 1-63 characters long, each of which can only be alphanumeric or a hyphen
da: Navnet "{label}" skal være 1-63 tegn langt, som hver kun kan være alfanumeriske eller bindestreg
fr: Le nom "{label}" doit comporter de 1 à 63 caractères, dont chacun ne peut être qu'alphanumérique ou un trait d'union
it: Il nome "{label}" deve essere lungo 1-63 caratteri, ognuno dei quali può essere solo alfanumerico o un trattino
nl: Naam "{label}" moet 1-63 tekens lang zijn, die elk alleen alfanumeriek of een koppelteken kunnen zijn

source: Name "{label}" must not start or end with a hyphen
da: Navnet "{label}" må ikke starte eller slutte med en bindestreg
fr: Le nom "{label}" ne doit pas commencer ou se terminer par un trait d'union
it: Il nome "{label}" non deve iniziare o terminare con un trattino
nl: Naam "{label}" mag niet beginnen of eindigen met een koppelteken

source: Name is duplicated. Choose other name.
da: Navnet er duplikeret. Vælg et andet navn.
fa: نام تکراری است .اسم دیگری انتخاب کنید.
fr: Le nom est dupliqué. Choisissez un autre nom.
it: Il nome è duplicato. Scegliere un altro nome.
nl: Naam is gedupliceerd. Kies een andere naam.

source: Name is not valid.
da: Navnet er ikke gyldigt.
fa: نام معتبر نیست.
fr: Le nom n'est pas valide.
it: Il nome non è valido.
nl: Naam is niet geldig.

source: Name is required field.
da: Navn er påkrævet felt.
fr: Le nom est un champ obligatoire.
it: Il campo Nome è obbligatorio.
nl: Naam is verplicht veld.

source: Name is too short, names should be at least two alphanumeric characters.
da: Navnet er for kort, navnene skal være mindst to alfanumeriske tegn.
fa: نام بسیار کوتاه است، اسم ها باید حداقل دو حرف الفبا داشته باشند.
fr: Le nom est trop court, les noms devraient comporter au moins deux caractères alphanumériques.
it: Il nome è troppo breve, i nomi devono essere almeno due caratteri alfanumerici.
nl: Naam is te kort, namen moeten ten minste twee alfanumerieke tekens bevatten.

source: Name must consist of lower case alphanumeric characters.
da: Navnet skal bestå af alfanumeriske tegn med små bogstaver.
fr: Le nom doit être composé de caractères alphanumériques minuscules.
it: Il nome deve essere costituito da caratteri alfanumerici minuscoli.
nl: De naam moet uit kleine alfanumerieke tekens bestaan.

source: Name must consist of lower case alphanumeric characters or '-', and must start and end with an alphanumeric character (e.g. 'my-name', or '123-abc')
da: Navnet skal bestå af alfanumeriske små bogstaver eller "-" og skal begynde og slutte med et alfanumerisk tegn (f.eks. "mit-navn" eller "123-abc").
fr: Le nom doit être composé de caractères alphanumériques minuscules ou de '-', et doit commencer et se terminer par un caractère alphanumérique (par exemple, 'mon-nom' ou '123-abc').
it: Il nome deve essere costituito da caratteri alfanumerici minuscoli o '-', e deve iniziare e terminare con un carattere alfanumerico (ad esempio 'my-name', o '123-abc')
nl: Naam moet bestaan uit alfanumerieke kleine letters of '-', en moet beginnen en eindigen met een alfanumeriek teken (bijv. 'mijn-naam' of '123-abc')

source: Name of your organization.
da: Navnet på din organisation.
fa: اسم سازمان شما.
fr: Nom de votre organisation.
it: Nome dell'organizzazione.
nl: Naam van uw organisatie.

source: Name should consist of latin symbols, numbers and dashes.
da: Navnet skal bestå af latinske symboler, tal og bindestreger.
fr: Le nom doit être composé de symboles latins, de chiffres et de tirets.
it: Il nome dovrebbe essere costituito da simboli latini, numeri e trattini.
nl: Naam moet bestaan uit Latijnse symbolen, cijfers en streepjes.

source: Name should consist of latin symbols and numbers.
da: Navnet skal bestå af latinske symboler og tal.
fa: نام باید شامل اعداد و نماد ها باشد.
fr: Le nom doit être composé de symboles latins et de chiffres.
it: Il nome dovrebbe essere costituito da simboli e numeri latini.
nl: Naam moet bestaan uit Latijnse symbolen en cijfers.

source: Name should contain at least 3 symbols.
da: Navnet skal indeholde mindst 3 symboler.
fa: نام باید حداقل شامل 3 نماد باشد.
fr: Le nom doit contenir au moins 3 symboles.
it: Il nome deve contenere almeno 3 simboli.
nl: De naam moet ten minste 3 symbolen bevatten.

source: Namespace
da: Navneområde
fa: فضای نام
fr: Espace de noms
it: Spazio dei nomi
nl: Naamruimte

source: Namespace should be unique.
da: Navneområde skal være unikt.
fa: فضای نام باید منحصر به فرد باشد.
fr: L'espace de noms doit être unique.
it: Lo spazio dei nomi deve essere univoco.
nl: Naamruimte moet uniek zijn.

source: Native name
da: Indfødt navn
fa: اسم بومی
fr: Nom natif
it: Nome nativo
nl: Inheemse naam

source: Negative
da: Negativ
fa: منفی
fr: Négatif
it: Negativo
nl: Negatief

source: Network
da: Netværk
fa: شبکه
fr: Réseau
it: Rete
nl: Netwerk

source: Network MTU has been updated.
da: Netværk MTU er blevet opdateret.
fr: Le MTU du réseau a été mis à jour.
it: L'MTU di rete è stato aggiornato.
nl: Netwerk MTU is bijgewerkt.

source: Network adapters
da: Netværksadaptere
fr: Adaptateurs réseau
it: Schede di rete
nl: Netwerkadapters

source: Network name
da: Netværksnavn
fr: Nom du réseau
it: Nome della rete
nl: Netwerknaam

source: Networks
da: Netværk
fa: شبکه ها
fr: Réseaux
it: Reti
nl: Netwerken

source: New email
da: Ny e-mail
fa: ایمیل جدید
fr: Nouvel e-mail
it: Nuova email
nl: Nieuwe e-mail

source: New email address
da: Ny e-mail-adresse
fr: Nouvelle adresse e-mail
it: Nuovo indirizzo e-mail
nl: Nieuw e-mailadres

source: New flavor
da: Ny smag
fa: flavor جدید
fr: Nouvelle saveur
it: Nuovo sapore
nl: Nieuwe smaak

source: New limit
da: Ny grænse
fa: محدودیت جدید
fr: Nouvelle limite
it: Nuovo limite
nl: Nieuwe limiet

source: New plan
da: Ny plan
fa: برنامه جدید
fr: Nouveau plan
it: Nuovo piano
nl: Nieuw plan

source: New size
da: Ny størrelse
fa: اندازه جدید
fr: Nouvelle taille
it: Nuove dimensioni
nl: Nieuwe maat

source: Next
da: Næste
fa: بعدی
fr: Suivant
it: Prossimo
nl: Volgende

source: Next hop (IP)
da: Næste hop (IP)
fr: Prochain saut (IP)
it: Hop successivo (IP)
nl: Volgende hop (IP)

source: Next trigger at
da: Næste udløser på
fr: Prochain déclencheur à
it: Prossimo trigger a
nl: Volgende trigger op

source: No, continue using current email
da: Nej, fortsæt med at bruge nuværende e-mail
fa: خیر،به استفاده از ایمیل فعلی ادامه دهید
fr: Non, continuez à utiliser l'e-mail actuel
it: No, continua a utilizzare l'e-mail corrente
nl: Nee, blijf huidige e-mail gebruiken

source: No access info.
da: Ingen adgangsoplysninger.
fa: دسترسی اطلاعات ندارد.
fr: Aucune information d'accès.
it: Nessuna informazione di accesso.
nl: Geen toegang info.

source: No categories
da: Ingen kategorier
fr: Aucune catégorie
it: Nessuna categoria
nl: Geen categorieën

source: No countries
da: Ingen lande
fr: Aucun pays
it: Nessun paese
nl: Geen landen

source: No division types
da: Ingen divisionstyper
fr: Aucun type de division
it: Nessun tipo di divisione
nl: Geen divisietypen

source: No divisions
da: Ingen divisioner
fr: Aucune division
it: Nessuna divisione
nl: Geen divisies

source: No entries to show here
da: Ingen poster at vise her
fa: اینجا هیچ ورودی جهت نمایش وجود ندارد
fr: Aucune entrée à afficher ici
it: Nessuna voce da mostrare qui
nl: Geen vermeldingen om hier weer te geven

source: No invoice data available.
da: Ingen tilgængelige fakturadata.
fr: Aucune donnée de facture disponible.
it: Nessun dato di fatturazione disponibile.
nl: Geen factuurgegevens beschikbaar.

source: No offerings
da: Ingen tilbud
fr: Aucune offre
it: Nessuna offerta
nl: Geen aanbod

source: No organizations
da: Ingen organisationer
fr: Aucune organisation
it: Nessuna organizzazione
nl: Geen organisaties

source: No projects
da: Ingen projekter
fr: Aucun projet
it: Nessun progetto
nl: Geen projecten

source: No projects are assigned to this user.
da: Der er ikke tildelt nogen projekter til denne bruger.
fr: Aucun projet n'est attribué à cet utilisateur.
it: Nessun progetto assegnato a questo utente.
nl: Er zijn geen projecten toegewezen aan deze gebruiker.

source: No providers
da: Ingen udbydere
fr: Aucun fournisseur
it: Nessun provider
nl: Geen aanbieders

source: No results found
da: Ingen resultater fundet
fa: نتیجه ای یافت نشد
fr: Aucun résultat trouvé
it: Nessun risultato trovato
nl: Geen resultaten gevonden

source: No service providers
da: Ingen tjenesteudbydere
fr: Aucun fournisseur de services
it: Nessun fornitore di servizi
nl: Geen dienstverleners

source: No users
da: Ingen brugere
fr: Aucun utilisateur
it: Nessun utente
nl: Geen gebruikers

source: Node
fr: Nœud
it: Nodo
nl: Knooppunt

source: Node has been created.
da: Node er blevet oprettet.
fa: Node ایجاد شده است.
fr: Le nœud a été créé.
it: Il nodo è stato creato.
nl: Knooppunt is aangemaakt.

source: Node plan
fa: برنامه Node
fr: Plan de noeud
it: Piano dei nodi
nl: Knooppuntplan

source: Nodes
da: Noder
fr: Nœuds
it: Nodi
nl: Knooppunten

source: None
da: Ingen
fr: Aucun
it: Nessuno
nl: Geen

source: Not a service provider.
da: Ikke en tjenesteudbyder.
fa: یک ارائه دهنده خدمات نیست.
fr: Pas un fournisseur de services.
it: Non un fornitore di servizi.
nl: Geen dienstverlener.

source: Not assigned
da: Ikke tildelt
fa: اختصاص داده نشده
fr: Non attribué
it: Non assegnato
nl: Niet toegewezen

source: Not running accounting
da: Ikke kører regnskab
fa: عدم اجرای حسابداری
fr: Ne pas exécuter la comptabilité
it: Non esecuzione della contabilità
nl: Boekhouding loopt niet

source: Note that this virtual machine will not be charged separately for {organization}.
da: Bemærk, at denne virtuelle maskine ikke vil blive opkrævet separat for {organization}.
fa: توجه داشته باشید که این ماشین مجازی به صورت جداگانه برای{ سازمان} شارژ نخواهد شد.
fr: Notez que cette machine virtuelle ne sera pas facturée séparément pour {organization}.
it: Si noti che questa macchina virtuale non verrà addebitata separatamente per {organization}.
nl: Merk op dat deze virtuele machine niet apart in rekening zal worden gebracht voor {organization}.

source: Note that this volume will not be charged separately for {organization}.
da: Bemærk, at denne diskenhed ikke opkræves separat for {organization}.
fa: توجه داشته باشید این volume به صورت جداگانه برای { سازمان } شارژ نخواهد شد.
fr: Notez que ce volume ne sera pas facturé séparément pour {organization}.
it: Si noti che questo volume non verrà addebitato separatamente per {organization}.
nl: Merk op dat dit volume niet afzonderlijk in rekening zal worden gebracht voor {organization}.

source: Nothing to see here
da: Intet at se her
fa: اینجا چیزی جهت مشاهده نیست
fr: Rien à voir ici
it: Niente da vedere qui
nl: Niets te zien hier

source: Nothing to show here
da: Intet at vise her
fa: اینجا چیزی جهت نمایش نیست
fr: Rien à montrer ici
it: Niente da mostrare qui
nl: Niets om hier te laten zien

source: Notification can be sent only for created invoice.
da: Meddelelsen kan kun sendes for oprettet faktura.
fr: La notification ne peut être envoyée que pour la facture créée.
it: La notifica può essere inviata solo per la fattura creata.
nl: Er kan alleen een melding worden verzonden voor de gemaakte factuur.

source: Notification has been created.
da: Meddelelsen er oprettet.
fa: اعلان ایجاد شده است.
fr: La notification a été créée.
it: La notifica è stata creata.
nl: Melding is aangemaakt.

source: Notification has been updated.
da: Meddelelsen er blevet opdateret.
fa: اعلان به روز شده است.
fr: La notification a été mise à jour.
it: La notifica è stata aggiornata.
nl: Melding is bijgewerkt.

source: Notification method
da: Meddelelsesmetode
fa: روش اطلاع رسانی
fr: Méthode de notification
it: Metodo di notifica
nl: Meldingsmethode

source: Notifications
da: Meddelelser
fa: اعلان ها
it: Notifiche
nl: Meldingen
