Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: "{trimmed}" exceeds the {max_len} character FQDN limit
da: "{trimmed}" overskrider grænsen for {max_len} tegn i FQDN
fa: در واقع شخصیت است
fr: "{trimmed}" dépasse la limite de {max_len} caractères du FQDN
it: "{trimmed}" supera il limite FQDN del carattere {max_len}
nl: "{trimmed}" overschrijdt de {max_len} teken FQDN-limiet

source: 10 - Very positive
da: 10 - Meget positiv
fr: 10 - Très positif
it: 10 - Molto positivo
nl: 10 - Zeer positief

source: 1 - Very negative
da: 1 - Meget negativ
fr: 1 - Très négatif
it: 1 - Molto negativo
nl: 1 - Zeer negatief

source: <Link>Terms of Service</Link> have been accepted on <Date></Date>
da: <Link>Servicevilkår</Link> er blevet accepteret den <Date></Date>
fr: <Link>Conditions de service</Link> ont été acceptés le <Date></Date>
it: <Link>I termini di servizio</Link> sono stati accettati su <Date></Date>
nl: <Link>Servicevoorwaarden</Link> zijn geaccepteerd op <Date></Date>

source: API secret code:
da: API-hemmelig kode:
fa: کد مخفی API:
fr: Code secret de l'API :
it: Codice segreto API:
nl: API geheime code:

source: API token lifetime
da: API-tokens levetid
fa: نشانه زمان زندگی API
fr: Durée de vie du jeton API
it: Durata token API
nl: API token levensduur

source: A minimal expected configuration of worker is 4 vCPU and 4 GB RAM.
da: En minimal forventet konfiguration af arbejdstager er 4 vCPU og 4 GB RAM.
fr: Une configuration minimale attendue du travailleur est de 4 vCPU et 4 Go de RAM.
it: Una configurazione minima prevista di worker è 4 vCPU e 4 GB di RAM.
nl: Een minimaal verwachte configuratie van de werker is 4 vCPU en 4 GB RAM.

source: A one-time fee applied on activation.
da: Et engangsgebyr opkræves ved aktivering.
fr: Des frais uniques sont appliqués lors de l'activation.
it: Una tassa una tantum applicata all'attivazione.
nl: Een eenmalige vergoeding die wordt toegepast op activering.

source: A profile has been created.
da: Der er oprettet en profil.
fa: پروفایل ایجاد شده است.
fr: Un profil a été créé.
it: È stato creato un profilo.
nl: Er is een profiel aangemaakt.

source: Abbreviation
da: Forkortelse
fa: اختصار
fr: Abréviation
it: Abbreviazione
nl: Afkorting

source: Accept
da: Acceptér
fa: پذیرفتن
fr: Accepter
it: Accetta
nl: Accepteren

source: Accept booking
da: Accepter booking
fr: Accepter la réservation
it: Accetta prenotazione
nl: Accepteer boeking

source: Accept invitation
da: Accepter invitation
fr: Accepter l'invitation
it: Accetta l'invito
nl: Uitnodiging accepteren

source: Accepted
da: Accepteret
fa: پذیرفته شده
fr: Accepté
it: Accettato
nl: Geaccepteerd

source: Access
da: Adgang
fa: دسترسی
fr: Accès
it: Accesso
nl: Toegang

source: Access subnets
da: Adgang til undernet
fr: Accéder aux sous-réseaux
it: Accesso alle subnet
nl: Toegang subnetten

source: Access token
da: Adgangstoken
fa: نشانه دسترسی
fr: Jeton d'accès
it: Token di accesso
nl: Toegangstoken

source: Accessible to all customers.
da: Tilgængelig for alle kunder.
fa: قابل دسترسی برای همه مشتریان.
fr: Accessible à tous les clients.
it: Accessibile a tutti i clienti.
nl: Toegankelijk voor alle klanten.

source: Account removal
da: Fjernelse af konto
fa: حذف حساب
fr: Suppression de compte
it: Rimozione dell'account
nl: Account verwijdering

source: Accounting
da: Regnskab
fa: حسابداری
fr: Comptabilité
it: Contabilità
nl: Boekhouding

source: Accounting period
da: Regnskabsperiode
fa: دوره حسابداری
fr: Période comptable
it: Periodo contabile
nl: Boekhoudperiode

source: Accounting plans
da: Regnskabsplaner
fa: برنامه های حسابداری
fr: Plans comptables
it: Piani contabili
nl: Boekhoudplannen

source: Accounting record
da: Regnskabsoptegnelse
fa: سابقه حسابداری
fr: Enregistrement comptable
it: Registrazione contabile
nl: Boekhoudkundig record

source: Accounting records
da: Regnskabsoptegnelser
fa: سوابق حسابداری
fr: Documents comptables
it: Registrazioni contabili
nl: Boekhoudkundig records

source: Accounting running
da: Regnskab kører
fr: Comptabilité en cours
it: Contabilità in esecuzione
nl: Boekhouding loopt

source: Accounting start date
da: Regnskabsstartdato
fa: تاریخ شروع حسابداری
fr: Date de début de la comptabilité
it: Data di inizio contabilità
nl: Begindatum boekhouding

source: Accounting type
da: Regnskabstype
fa: نوع حسابداری
fr: Type de comptabilité
it: Tipo di contabilità
nl: Boekhouding type

source: Action has been applied.
da: Der er anvendt en handling.
fr: L'action a été appliquée.
it: L'azione è stata applicata.
nl: Actie is toegepast.

source: Actions
da: Handlinger
fa: عمل
it: Azioni
nl: Acties

source: Activate
da: Aktivér
fa: فعال کردن
fr: Activer
it: Attivare
nl: Activeren

source: Activating
da: Aktiverer
fa: فعال کردن
fr: Activation
it: Attivazione
nl: Activering

source: Activation price
da: Aktiveringspris
fr: Prix d'activation
it: Prezzo di attivazione
nl: Activeringsprijs

source: Active
da: Aktiv
fa: فعال
fr: Actif
it: Attivo
nl: Actief

source: Active count
da: Aktiv Tælling
fa: حساب فعال
fr: Nombre actif
it: Conteggio attivo
nl: Actieve telling

source: Active plans
da: Aktive planer
fa: برنامه های فعال
fr: Plans actifs
it: Piani attivi
nl: Actieve plannen

source: Active user will be able to login into the portal.
da: Aktiv bruger vil kunne logge ind på portalen.
fa: کاربر فعال قادر خواهد بود به پرتال وارد شود.
fr: L'utilisateur actif pourra se connecter au portail.
it: L'utente attivo sarà in grado di accedere al portale.
nl: Actieve gebruiker zal kunnen inloggen in het portaal.

source: Activity stream
da: Aktivitetsstrøm
fa: جریان فعالیت
fr: Flux d'activités
it: Flusso di attività
nl: Activiteitenstroom

source: Add
da: Tilføj
fa: اضافه کردن
fr: Ajouter
it: Aggiungi
nl: Toevoegen

source: Add SSH key
da: Tilføj SSH-nøgle
fa: اضافه کردن کلید SSH
fr: Ajouter une clé SSH
it: Aggiungi chiave SSH
nl: SSH-sleutel toevoegen

source: Add Waldur user SSH keys to the FreeIPA profile
da: Tilføj Waldur bruger SSH nøgler til FreeIPA-profilen
fr: Ajouter les clés SSH de l'utilisateur Waldur au profil FreeIPA
it: Aggiungere chiavi SSH utente Waldur al profilo FreeIPA
nl: Waldur-gebruiker SSH-sleutels toevoegen aan het FreeIPA-profiel

source: Add address
da: Tilføj adresse
fr: Ajouter une adresse
it: Aggiungi indirizzo
nl: Adres toevoegen

source: Add comment
da: Tilføj kommentar
fa: اضافه کردن نظر
fr: Ajouter un commentaire
it: Aggiungere un commento
nl: Commentaar toevoegen

source: Add component
da: Tilføj komponent
fa: افزودن اجزا
fr: Ajouter un composant
it: Aggiungi componente
nl: Component toevoegen

source: Add data volume
da: Tilføj datavolumen
fa: افزودن حجم داده
fr: Ajouter un volume de données
it: Aggiungi volume di dati
nl: Gegevensvolume toevoegen

source: Add environment variable
da: Tilføj miljøvariabel
fa: متغیر محیط را اضافه کنید
fr: Ajouter une variable d'environnement
it: Aggiungi variabile di ambiente
nl: Omgevingsvariabele toevoegen

source: Add image
da: Tilføj billede
fr: Ajouter une image
it: Aggiungi immagine
nl: Afbeelding toevoegen

source: Add item
da: Tilføj vare
fa: اضافه کردن مورد
fr: Ajouter un article
it: Aggiungi articolo
nl: Artikel toevoegen

source: Add key
da: Tilføj nøgle
fa: اضافه کردن کلید
fr: Ajouter une clé
it: Aggiungi chiave
nl: Sleutel toevoegen

source: Add member
da: Tilføj medlem
fa: اضافه کردن عضو
fr: Ajouter un membre
it: Aggiungi membro
nl: Lid toevoegen

source: Add new
da: Tilføj ny
fa: جدید اضافه کنید
fr: Ajouter un nouveau
it: Aggiungi nuovo
nl: Nieuwe toevoegen

source: Add new offering
da: Tilføj nyt tilbud
fa: پیشنهاد جدید اضافه کنید
fr: Ajouter une nouvelle offre
it: Aggiungi nuova offerta
nl: Nieuw aanbod toevoegen

source: Add new organization
da: Tilføj ny organisation
fa: سازمان جدید ایجاد کنید
fr: Ajouter une nouvelle organisation
it: Aggiungi nuova organizzazione
nl: Nieuwe organisatie toevoegen

source: Add new project
da: Tilføj nyt projekt
fa: پروژه جدید ایجاد کنید
fr: Ajouter un nouveau projet
it: Aggiungi nuovo progetto
nl: Nieuw project toevoegen

source: Add notification
da: Tilføj meddelelse
fa: اعلان را اضافه کنید
fr: Ajouter une notification
it: Aggiungi notifica
nl: Melding toevoegen

source: Add offering
da: Tilføj tilbud
fa: پیشنهاد را اضافه کنید
fr: Ajouter une offre
it: Aggiungi offerta
nl: Aanbod toevoegen

source: Add organization
da: Tilføj organisation
fa: سازمان را اضافه کنید
fr: Ajouter une organisation
it: Aggiungi organizzazione
nl: Organisatie toevoegen

source: Add owner
da: Tilføj ejer
fr: Ajouter le propriétaire
it: Aggiungi proprietario
nl: Eigenaar toevoegen

source: Add pair
da: Tilføj par
fr: Ajouter une paire
it: Aggiungi coppia
nl: Paar toevoegen

source: Add payment
da: Tilføj betaling
fr: Ajouter un paiement
it: Aggiungere il pagamento
nl: Betaling toevoegen

source: Add payment profile
da: Tilføj betalingsprofil
fa: پروفایل پرداخت را اضافه کنید
fr: Ajouter un profil de paiement
it: Aggiungi profilo di pagamento
nl: Betalingsprofiel toevoegen

source: Add plan
da: Tilføj plan
fa: اضافه کردن برنامه
fr: Ajouter un plan
it: Aggiungi piano
nl: Plan toevoegen

source: Add project
da: Tilføj projekt
fa: اضافه کردن پروژه
fr: Ajouter un projet
it: Add department
nl: Project toevoegen

source: Add project member
da: Tilføj projektmedlem
fa: عضو پروژه را اضافه کنید
fr: Ajouter un membre du projet
it: Add department member
nl: Projectlid toevoegen

source: Add resource
da: Tilføj ressource
fa: اضافه کردن منبع
fr: Ajouter une ressource
it: Aggiungi risorsa
nl: Bron toevoegen

source: Add route
da: Tilføj rute
fr: Ajouter un itinéraire
it: Aggiungi percorso
nl: Route toevoegen

source: Add rule
da: Tilføj regel
fa: اضافه کردن قانون
fr: Ajouter une règle
it: Aggiungi regola
nl: Regel toevoegen

source: Add security group
da: Tilføj sikkerhedsgruppe
fa: گروه امنیتی اضافه کنید
fr: Ajouter un groupe de sécurité
it: Aggiungi gruppo di sicurezza
nl: Beveiligingsgroep toevoegen

source: Add team member
da: Tilføj teammedlem
fa: عضو گروه را اضافه کنید
fr: Ajouter un membre de l'équipe
it: Aggiungi membro del team
nl: Teamlid toevoegen

source: Add to a new namespace
da: Føj til et nyt navneområde
fa: یک فضای نام جدید اضافه کنید
fr: Ajouter à un nouvel espace de noms
it: Aggiungi a un nuovo spazio dei nomi
nl: Toevoegen aan een nieuwe naamruimte

source: Add to cart
da: Tilføj til indkøbskurv
fa: افزودن به کارت
fr: Ajouter au panier
it: Aggiungi al carrello
nl: Toevoegen aan winkelwagen

source: Add to comparison
da: Tilføj til sammenligning
fa: به مقایسه اضافه کنید
fr: Ajouter à la comparaison
it: Aggiungi al confronto
nl: Toevoegen aan vergelijking

source: Add user
da: Tilføj bruger
fr: Ajouter un utilisateur
it: Aggiungi utente
nl: Gebruiker toevoegen

source: Add user input field
da: Tilføj bruger indtastningsfelt
fa: قسمت ورودی کاربر را اضافه کنید
fr: Ajouter un champ de saisie utilisateur
it: Aggiungi campo di input utente
nl: Gebruiker invoerveld toevoegen

source: Additional data that will be added to instance on provisioning.
da: Yderligere data, der vil blive tilføjet til instansen ved tilrådighedsstillelse.
fa: داده های اضافی که در صورت تهیه به عنوان instance اضافه میشوند.
fr: Données supplémentaires qui seront ajoutées à l'instance lors du provisionnement.
it: Dati aggiuntivi che verranno aggiunti all'istanza durante il provisioning.
nl: Aanvullende gegevens die bij het inrichten aan de instantie worden toegevoegd.

source: Additional space to apply to storage quota to be used by snapshots.
da: Yderligere plads, der skal anvendes på lagringskvote, der skal bruges af snapshots.
fa: فضای اضافی برای اعمال به سهمیه ذخیره سازی به توسط عکس های فوری مورد استفاده قرار گیرد.
fr: Espace supplémentaire à appliquer au quota de stockage à utiliser par les instantanés.
it: Spazio aggiuntivo da applicare alla quota di archiviazione che deve essere utilizzata dalle istantanee.
nl: Extra ruimte om toe te passen op opslagquota om te worden gebruikt door momentopnamen.

source: Additionally service provider can charge for usage of the following components
da: Derudover kan tjenesteudbyderen opkræve betaling for brug af følgende komponenter
fa: علاوه بر این ارائه دهنده خدمات می تواند برای استفاده از اجزای زیر شارژ
fr: En outre, le fournisseur de services peut facturer l'utilisation des composants suivants
it: Inoltre, il fornitore di servizi può addebitare l'utilizzo dei seguenti componenti
nl: Bovendien kan de dienstverlener kosten aanrekenen voor het gebruik van de volgende componenten

source: Address
da: Adresse
fa: آدرس
fr: Adresse
it: Indirizzo
nl: Adres

source: Admin password
da: Admin adgangskode
fa: گذرواژه مدیریت
fr: Mot de passe de l'admin
it: Password amministratore
nl: Admin wachtwoord

source: Admin username
da: Admin brugernavn
fa: نام کاربری ادمین
fr: Nom d'utilisateur de l'administrateur
it: Nome utente amministratore
nl: Admin gebruikersnaam

source: Affected resource
da: Berørt ressource
fa: منابع آسیب دیده
fr: Ressource affectée
it: Risorsa interessata
nl: Getroffen hulpbron

source: Affiliations
da: Tilknytninger
it: Affiliazioni
nl: Affiliaties

source: After secret API code has been regenerated, it will not be possible to submit usage with the old key.
da: Når den hemmelige API-kode er blevet regenereret, vil det ikke være muligt at indsende brug med den gamle nøgle.
fa: پس از کد API مخفی بازسازی شده است, آن امکان پذیر نخواهد بود برای ارسال استفاده با کلید های قدیمی.
fr: Après que le code secret de l'API a été régénéré, il ne sera pas possible de soumettre l'utilisation avec l'ancienne clé.
it: Dopo che il codice API segreto è stato rigenerato, non sarà possibile inviare l'utilizzo con la vecchia chiave.
nl: Nadat de geheime API-code is geregenereerd, zal het niet mogelijk zijn om gebruik in te dienen met de oude sleutel.

source: Agree with ToS
da: Enig med ToS
fa: موافق با ToS
fr: D’accord avec ToS
it: D'accordo con ToS
nl: Akkoord met ToS

source: Agreement number
da: Aftalens nummer
fa: شماره توافق نامه
fr: Numéro de l'accord
it: Numero dell'accordo
nl: Nummer overeenkomst

source: Alert
da: Advarsel
fa: هشدار
fr: Alerte
it: Avviso
nl: Waarschuwing

source: All
da: Alle
fa: همه
fr: Tout
it: Tutti
nl: Alle

source: All day
da: Hele dagen
fa: تمام روز
fr: Toute la journée
it: Tutto il giorno
nl: De hele dag

source: All resources have been imported.
da: Alle ressourcer er blevet importeret.
fa: تمام منابع وارد شده اند.
fr: Toutes les ressources ont été importées.
it: Tutte le risorse sono state importate.
nl: Alle bronnen zijn geïmporteerd.

source: Allocation description
da: Beskrivelse af tildeling
fa: شرح تخصیص
fr: Description de l'allocation
it: Descrizione allocazione
nl: Beschrijving van de toewijzing

source: Allocation name
da: Navn på tildeling
fa: نام تخصیص
fr: Nom de l'allocation
it: Nome allocazione
nl: Toewijzingsnaam

source: Allocation pools
da: Tildelingspuljer
fa: استخر های تخصیص
fr: Pools d'allocation
it: Pool di allocazione
nl: Toewijzingspools

source: Allow bookings to be scheduled at weekends
da: Tillad, at bookinger kan planlægges i weekender
fa: اجازه رزرو در تعطیلات آخر هفته برنامه ریزی شود
fr: Autoriser les réservations à être planifiées le week-end
it: Consenti la pianificazione delle prenotazioni nei fine settimana
nl: Sta toe dat boekingen in het weekend worden gepland

source: Allow service provider to create offering users.
da: Tillad tjenesteudbyderen at oprette tilbyder brugere.
fr: Autoriser le fournisseur de services de créer des utilisateurs offrants.
it: Consenti al provider di servizi di creare utenti di offerta.
nl: Dienstverlener toestaan om biedende gebruikers te maken.

source: Allow to enable/disable component only
da: Tillad kun at aktivere/deaktivere komponent
fr: Autoriser à activer/désactiver le composant uniquement
it: Consenti di abilitare/disabilitare solo il componente
nl: Toestaan om component alleen in/uit te schakelen

source: Allowed address pairs update was scheduled.
da: Opdatering af tilladte adressepar var planlagt.
fr: La mise à jour des paires d'adresses autorisées était planifiée
it: L'aggiornamento delle coppie di indirizzi consentito è stato pianificato.
nl: Toegestane adres paren update was gepland.

source: Already have an account?
da: Har du allerede en konto?
fa: در حال حاضر حساب کاربری دارید؟
fr: Vous avez déjà un compte ?
it: Hai già un account?
nl: Heb je al een account?

source: Amount
da: Beløb
fa: مقدار
fr: Montant
it: Importo
nl: Bedrag

source: An error has occurred.
da: Der er opstået en fejl.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.

source: An error occurred on project removal.
da: Der opstod en fejl ved fjernelse af projektet.
fa: خطایی در حذف پروژه رخ داد.
fr: Une erreur s'est produite lors de la suppression du projet.
it: Si è verificato un errore durante la rimozione del progetto.
nl: Er is een fout opgetreden bij het verwijderen van het project.

source: Annotations
da: Anmærkninger
fa: حاشیه نویسی
it: Annotazioni
nl: Annotaties

source: Answer
da: Svar
fa: پاسخ
fr: Réponse
it: Risposta
nl: Antwoord

source: Answers
da: Svar
fa: پاسخ ها
fr: Réponses
it: Risposte
nl: Antwoorden

source: Answers have been submitted
da: Svar er blevet indsendt
fa: پاسخ ها را مشاهده کنید
fr: Les réponses ont été soumises
it: Le risposte sono state presentate
nl: Antwoorden zijn ingediend

source: Any
da: Nogen
fa: هیچ
fr: Quelconque
it: Qualsiasi
nl: Elke

source: Application catalogues
da: Ansøgningskataloger
fa: کاتالوگ برنامه ها
fr: Catalogues d'applications
it: Cataloghi delle applicazioni
nl: Toepassingscatalogi

source: Application configuration
da: Applikationskonfiguration
fa: پیکر بندی برنامه ها
fr: Configuration de l'application
it: Configurazione dell'applicazione
nl: Toepassingsconfiguratie

source: Application details
da: Oplysninger om ansøgning
fa: جزییات برنامه ها
fr: Détails de l'application
it: Dettagli dell'applicazione
nl: Toepassingsdetails

source: Application has been created.
da: Ansøgning er blevet oprettet.
fa: برنامه ها ایجاد شده اند.
fr: L'application a été créée.
it: L'applicazione è stata creata.
nl: Toepassing is aangemaakt.

source: Application templates
da: Skabeloner til ansøgninger
fa: قالب های برنامه ها
fr: Modèles d'application
it: Modelli di applicazione
nl: Toepassingssjablonen

source: Applications
da: Applikationer
fa: برنامه ها
it: Applicazioni
nl: Toepassingen

source: Apply
da: Anvend
fa: درخواست دادن
fr: Appliquer
it: Applicare
nl: Toepassen

source: Approve
da: Godkend
fa: تایید
fr: Approuver
it: Approvare
nl: Goedkeuren

source: Approve payment
da: Godkend betaling
fa: تایید هزینه
fr: Approuver le paiement
it: Approva pagamento
nl: Betaling goedkeuren

source: Approved at
da: Godkendt på
fa: تایید شده در
fr: Approuvé à
it: Approvato a
nl: Goedgekeurd bij

source: Approved by
da: Godkendt af
fa: تایید شده توسط
fr: Approuvé par
it: Approvato da
nl: Goedgekeurd door

source: Archive
da: Arkiv
fa: بایگانی
fr: Archiver
it: Archivio
nl: Archief

source: Archived
da: Arkiveret
fa: بایگانی شده
fr: Archivé
it: Archiviato
nl: Gearchiveerd

source: Archived plans
da: Arkiverede planer
fa: برنامه های بایگانی شده
fr: Plans archivés
it: Piani archiviati
nl: Gearchiveerde plannen

source: Are you sure you want to accept a {name}?
da: Er du sikker på at du vil acceptere en {name}?
fr: Êtes-vous sûr de vouloir accepter un {name} ?
it: Sei sicuro di voler accettare un {name}?
nl: Weet u zeker dat u een {name} wilt accepteren?

source: Are you sure you want to cancel a {name}?
da: Er du sikker på at du vil annullere en {name}?
fr: Êtes-vous sûr de vouloir annuler un {name} ?
it: Sei sicuro di voler annullare un {name}?
nl: Weet u zeker dat u een {name} wilt annuleren?

source: Are you sure you want to delete a {name} {resourceType}?
da: Er du sikker på, at du vil slette en {name} {resourceType}?
fr: Êtes-vous sûr de vouloir supprimer un {name} {resourceType} ?
it: Sei sicuro di voler eliminare un {name} {resourceType}?
nl: Weet u zeker dat u een {name} {resourceType} wilt verwijderen?

source: Are you sure you want to delete a {name} {resourceType} in an Erred state? A cleanup attempt will be performed if you choose so.
da: Er du sikker på, at du vil slette en {name} {resourceType} i en forkert tilstand? Et oprydningsforsøg vil blive udført, hvis du vælger det.
fr: Etes-vous sûr de vouloir supprimer un {name} {resourceType} dans un état erré ? Une tentative de nettoyage sera effectuée si vous choisissez cette option.
it: Sei sicuro di voler eliminare un {name} {resourceType} in uno stato Erred? Se lo desideri, verrà eseguito un tentativo di pulizia.
nl: Weet u zeker dat u een {name} {resourceType} wilt verwijderen in de status Foutief? Er wordt een opruimingspoging uitgevoerd als u daarvoor kiest.

source: Are you sure you want to delete the image?
da: Er du sikker på, at du vil slette billedet?
fr: Êtes-vous sûr de vouloir supprimer l'image ?
it: Sei sicuro di voler eliminare l'immagine?
nl: Weet u zeker dat u de afbeelding wilt verwijderen?

source: Are you sure you want to delete the payment?
da: Er du sikker på, at du vil slette betalingen?
fr: Êtes-vous sûr de vouloir supprimer le paiement ?
it: Sei sicuro di voler cancellare il pagamento?
nl: Weet u zeker dat u de betaling wilt verwijderen?

source: Are you sure you want to delete the payment profile?
da: Er du sikker på, at du vil slette betalingsprofilen?
fa: آیا مطمئن هستید که می خواهید نمایه پرداخت را حذف کنید ؟
fr: Êtes-vous sûr de vouloir supprimer le profil de paiement ?
it: Sei sicuro di voler eliminare il profilo di pagamento?
nl: Weet u zeker dat u het betalingsprofiel wilt verwijderen?

source: Are you sure you want to delete this {resourceType}?
da: Er du sikker på, at du vil slette denne {resourceType}?
fr: Êtes-vous sûr de vouloir supprimer ce {resourceType} ?
it: Sei sicuro di voler eliminare questo {resourceType}?
nl: Weet u zeker dat u deze {resourceType} wilt verwijderen?

source: Are you sure you want to remove {userName}?
da: Er du sikker på, at du vil fjerne {userName}?
fr: Êtes-vous sûr de vouloir supprimer {userName} ?
it: Sei sicuro di voler rimuovere {userName}?
nl: Weet u zeker dat u {userName} wilt verwijderen?

source: Are you sure you want to revoke this permission?
da: Er du sikker på, at du vil tilbagekalde denne tilladelse?
fr: Êtes-vous sûr de vouloir révoquer cette autorisation ?
it: Sei sicuro di voler revocare questo permesso?
nl: Weet u zeker dat u deze toestemming wilt intrekken?

source: Are you sure you want to select template? Note this will reset the node plan.
da: Er du sikker på, at du vil vælge skabelon? Bemærk, at dette vil nulstille nodeplanen.
fr: Etes-vous sûr de vouloir sélectionner le modèle ? Notez que cela réinitialisera le plan des nœuds.
it: Sei sicuro di voler selezionare il modello? Si noti che questo resetterà il piano del nodo.
nl: Weet u zeker dat u een sjabloon wilt selecteren? Let op dit zal het knooppuntenplan opnieuw instellen.

source: Are you sure you would like to delete Rancher catalog {catalog}?
da: Er du sikker på, at du vil slette Rancher-kataloget {catalog}?
fa: آیا مطمئن هستید که می خواهید کاتالوگ Rancherرا حذف کنید {کاتالوگ} ؟
fr: Êtes-vous sûr de vouloir supprimer le catalogue Rancher {catalog} ?
it: Sei sicuro di voler eliminare il catalogo Rancher {catalog}?
nl: Weet u zeker dat u Rancher catalogus {catalog} wilt verwijderen?

source: Are you sure you would like to delete project {projectName}?
da: Er du sikker på, at du vil slette projektet {projectName}?
fa: آیا مطمئن هستید که می خواهید پروژه {projectName} را حذف کنید ؟
fr: Êtes-vous sûr de vouloir supprimer le projet {projectName} ?
it: Sei sicuro di voler eliminare il progetto {projectName}?
nl: Weet u zeker dat u project {projectName} wilt verwijderen?

source: Are you sure you would like to delete the hook?
da: Er du sikker på, at du gerne vil slette krogen?
fa: آیا مطمئن هستید که می خواهید hook را حذف کنید ؟
fr: Êtes-vous sûr de vouloir supprimer le crochet ?
it: Sei sicuro di voler eliminare l'hook?
nl: Weet u zeker dat u de haak wilt verwijderen?
