Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: This website uses cookies to ensure you get the best experience on our website.
da: Denne hjemmeside bruger cookies for at sikre, at du får den bedste oplevelse på vores hjemmeside.
fr: Ce site Web utilise des cookies pour vous garantir la meilleure expérience sur notre site Web.
it: Questo sito web utilizza i cookie per assicurarti di ottenere la migliore esperienza sul nostro sito web.
nl: Deze website maakt gebruik van cookies om ervoor te zorgen dat u de beste ervaring op onze website krijgt.

source: Thumbnail
da: Miniature
fr: Miniature
it: Miniatura
nl: Miniatuur

source: Time in progress
da: Tid i gang
fr: Temps en cours
it: Tempo in corso
nl: Tijd in uitvoering

source: Time slot
da: Tidsinterval
fr: Créneau horaire
it: Fascia oraria
nl: Tijdslot

source: Time slot has been added.
da: Tidsinterval er blevet tilføjet.
fr: Le créneau horaire a été ajouté.
it: È stata aggiunta una fascia oraria.
nl: Tijdslot is toegevoegd.

source: Time slots
da: Tidsintervaller
fr: Créneaux horaires
it: Fasce orarie
nl: Tijdsloten

source: Time zone
da: Tidszone
fr: Fuseau horaire
it: Fuso orario
nl: Tijdzone

source: Title
da: Titel
fr: Titre
it: Titolo
nl: Titel

source: To
da: Til
fr: À
it: A
nl: Naar

source: To correct details of your organization, please send an email to {supportEmail} highlighting the errors in current details. Thank you!
da: For at rette oplysninger om din organisation bedes du sende en e-mail til {supportEMail}, der fremhæver fejlene i de aktuelle detaljer. Tak!
fr: Pour corriger les détails de votre organisation, veuillez envoyer un e-mail à {supportEmail} en soulignant les erreurs dans les détails actuels. Merci !
it: Per correggere i dettagli dell'organizzazione, inviare un messaggio di posta elettronica a {supportEmail} evidenziando gli errori nei dettagli correnti. Grazie!
nl: Om de details van uw organisatie te corrigeren, stuurt u een e-mail naar {supportEmail} waarin u de fouten in de actuele gegevens vermeldt. Dank u!

source: To get access, please send a request to {supportEmail}.
da: For at få adgang bedes du sende en anmodning til {supportEmail}.
fr: Pour obtenir l'accès, veuillez envoyer une demande à {supportEmail}.
it: Per ottenere l'accesso, invia una richiesta a {supportEmail}.
nl: Om toegang te krijgen, stuurt u een verzoek naar {supportEmail}.

source: To get your clouds under control, please fill in your data.
da: For at få dine skyer under kontrol, skal du udfylde dine data.
fr: Pour contrôler vos clouds, veuillez remplir vos données.
it: Per tenere sotto controllo le tue nuvole, inserisci i tuoi dati.
nl: Om uw wolken onder controle te krijgen, gelieve uw gegevens in te vullen.

source: To remove account, please send a request to {support}.
da: Hvis du vil fjerne en konto, skal du sende en anmodning til {support}.
fr: Pour supprimer le compte, veuillez envoyer une demande à {support}.
it: Per rimuovere l'account, inviare una richiesta a {support}.
nl: Om een account te verwijderen, stuurt u een verzoek naar {support}.

source: To remove your organization, please send an email to {supportEmail}. Thank you!
da: Hvis du vil fjerne din organisation, skal du sende en e-mail til {supportEmail}. Tak!
fr: Pour supprimer votre organisation, veuillez envoyer un e-mail à {supportEmail}. Merci !
it: Per rimuovere la tua organizzazione, invia un'e-mail a {supportEmail}. Grazie!
nl: Om uw organisatie te verwijderen, stuurt u een e-mail naar {supportEmail}. Dank u wel!

source: To report a security incident, please send an email to {supportEmail}.
da: Hvis du vil rapportere en sikkerhedshændelse, skal du sende en e-mail til {supportEmail}.
fr: Pour signaler un incident de sécurité, veuillez envoyer un e-mail à {supportEmail}.
it: Per segnalare un incidente di sicurezza, invia un'e-mail a {supportEmail}.
nl: Om een beveiligingsincident te melden, stuurt u een e-mail naar {supportEmail}.

source: To report an issue, please send an email to {supportEmail}.
da: Hvis du vil rapportere et problem, skal du sende en e-mail til {supportEmail}.
fr: Pour signaler un problème, veuillez envoyer un e-mail à {supportEmail}.
it: Per segnalare un problema, invia un'e-mail a {supportEmail}.
nl: Om een probleem te melden, stuurt u een e-mail naar {supportEmail}.

source: Today
da: I dag
fr: Aujourd'hui
it: Oggi
nl: Vandaag

source: Total
da: I alt
it: Totale
nl: Totaal

source: Total: {total}
da: I alt: {total}
it: Totale: {total}
nl: Totaal: {total}

source: Total CPU
da: Samlet CPU
it: CPU totale
nl: Totaal CPU

source: Total CPU hours consumed this month
da: Samlet forbrug af CPU-timer i denne måned
fr: Heures totales de CPU consommées ce mois-ci
it: Totale ore CPU consumate questo mese
nl: Totaal aantal CPU-uren verbruikt deze maand

source: Total GPU hours consumed this month
da: Samlet forbrug af GPU-timer i denne måned
fr: Heures totales de GPU consommées ce mois-ci
it: Ore totali della GPU consumate questo mese
nl: Totaal aantal GPU-uren verbruikt deze maand

source: Total RAM GB-hours consumed this month
da: Samlet RAM GB-timer forbrugt i denne måned
fr: Total des Go-heures de RAM consommés ce mois-ci
it: Totale RAM GB-ore consumate questo mese
nl: Totaal aantal RAM GB-uren verbruikt deze maand

source: Total cost:
da: Samlede omkostninger:
fr: Coût total :
it: Costo totale:
nl: Totale kosten:

source: Total memory
da: Samlet hukommelse
fr: Mémoire totale
it: Memoria totale
nl: Totaal geheugen

source: Total number of nodes
da: Samlet antal noder
fr: Nombre total de nœuds
it: Numero totale di nodi
nl: Totaal aantal knooppunten

source: Total paid
da: I alt betalt
fr: Total payé
it: Totale pagato
nl: Totaal betaald

source: Total price
da: Samlet pris
fr: Prix total
it: Prezzo totale
nl: Totale prijs

source: Total storage
da: Samlet opbevaring
fr: Stockage total
it: Stoccaggio totale
nl: Totale opslag

source: Total storage limit is exceeded
da: Den samlede lagergrænse er overskredet
fr: La limite totale de stockage est dépassée
it: Il limite totale di archiviazione viene superato
nl: Totale opslaglimiet is overschreden

source: Tracked using UTC timezone, displayed with your browser’s timezone.
da: Spores ved hjælp af UTC-tidszone, vises med din browsers tidszone.
fr: Suivi en utilisant le fuseau horaire UTC, affiché avec le fuseau horaire de votre navigateur.
it: Monitorato utilizzando il fuso orario UTC, visualizzato con il fuso orario del browser.
nl: Gebijgehouden met UTC-tijdzone, weergegeven met de tijdzone van uw browser.

source: Try again
da: Prøv igen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

source: Type
it: Tipo

source: Type is invalid.
da: Type er ugyldig.
fr: Le type n'est pas valide.
it: Il tipo non è valido.
nl: Type is ongeldig.

source: Type of incident
da: Type hændelse
fr: Type d'incident
it: Tipo di incidente
nl: Soort incident

source: Unable to accept booking.
da: Kan ikke acceptere booking.
fr: Impossible d'accepter la réservation.
it: Impossibile accettare la prenotazione.
nl: Kan boeking niet accepteren.

source: Unable to activate user.
da: Kan ikke aktivere brugeren.
fr: Impossible d'activer l'utilisateur.
it: Impossibile attivare l'utente.
nl: Kan gebruiker niet activeren.

source: Unable to add image.
da: Kan ikke tilføje billede.
fr: Impossible d'ajouter l'image.
it: Impossibile aggiungere l'immagine.
nl: Kan afbeelding niet toevoegen.

source: Unable to add item to shopping cart.
da: Kunne ikke tilføje vare til indkøbskurven.
fr: Impossible d’ajouter l’article au panier d’achat.
it: Impossibile aggiungere un articolo al carrello.
nl: Kan artikel niet toevoegen aan winkelmandje.

source: Unable to add user.
da: Kan ikke tilføje bruger.
fr: Impossible d'ajouter l'utilisateur.
it: Impossibile aggiungere l'utente.
nl: Kan gebruiker niet toevoegen.

source: Unable to apply action.
da: Kan ikke anvende handling.
fr: Impossible d'appliquer l'action.
it: Impossibile applicare l'azione.
nl: Kan actie niet toepassen.

source: Unable to approve invitation.
da: Kan ikke godkende invitationen.
fr: Impossible d'approuver l'invitation.
it: Impossibile approvare l'invito.
nl: Kan uitnodiging niet goedkeuren.

source: Unable to approve order.
da: Kan ikke godkende ordren.
fr: Impossible d'approuver la commande.
it: Impossibile approvare l'ordine.
nl: Kan bestelling niet goedkeuren.

source: Unable to approve order item.
da: Kan ikke godkende ordrevaren.
fr: Impossible d'approuver l'article de commande.
it: Impossibile approvare l'articolo dell'ordine.
nl: Kan bestellingsartikel niet goedkeuren.

source: Unable to attach volume.
da: Kan ikke vedhæfte volumen.
fr: Impossible d'attacher le volume.
it: Impossibile collegare il volume.
nl: Kan volume niet koppelen.

source: Unable to attach volume to instance.
da: Kan ikke knytte volumen til instansen.
fr: Impossible d'attacher le volume à l'instance.
it: Impossibile collegare il volume all'istanza.
nl: Kan volume niet koppelen aan instantie.

source: Unable to authenticate using Mobile ID.
da: Kan ikke godkendes ved hjælp af Mobil-ID.
fr: Impossible de s'authentifier à l'aide de Mobile ID.
it: Impossibile eseguire l'autenticazione utilizzando Mobile ID.
nl: Kan niet verifiëren met Mobiele ID.

source: Unable to bootstrap application.
da: Kan ikke bootstrap-programmet.
fr: Impossible d'amorcer l'application.
it: Impossibile avviare l'applicazione.
nl: Kan toepassing niet opstarten.

source: Unable to cancel booking.
da: Kan ikke annullere booking.
fr: Impossible d'annuler la réservation.
it: Impossibile annullare la prenotazione.
nl: Kan boeking niet annuleren.

source: Unable to cancel invitation.
da: Kan ikke annullere invitationen.
fr: Impossible d'annuler l'invitation.
it: Impossibile annullare l'invito.
nl: Kan uitnodiging niet annuleren.

source: Unable to cancel order item.
da: Kan ikke annullere ordrevaren.
fr: Impossible d'annuler l'article de la commande.
it: Impossibile annullare l'articolo dell'ordine.
nl: Kan bestellingsartikel niet annuleren.

source: Unable to cancel request.
da: Kan ikke annullere anmodningen.
fr: Impossible d'annuler la demande.
it: Impossibile annullare la richiesta.
nl: Kan verzoek niet annuleren.

source: Unable to change email.
da: Kan ikke ændre e-mail.
fr: Impossible de modifier l'e-mail.
it: Impossibile modificare l'e-mail.
nl: Kan e-mail niet wijzigen.

source: Unable to change flavor.
da: Kan ikke ændre smag.
fr: Impossible de changer la saveur.
it: Impossibile cambiare sapore.
nl: Kan smaak niet veranderen.

source: Unable to close review.
da: Kan ikke lukke gennemgangen.
fr: Impossible de fermer l'examen.
it: Impossibile chiudere la revisione.
nl: Kan de beoordeling niet sluiten.

source: Unable to confirm email.
da: Kan ikke bekræfte e-mailen.
fr: Impossible de confirmer l'e-mail.
it: Impossibile confermare l'e-mail.
nl: Kan e-mail niet bevestigen.

source: Unable to create OpenStack networks.
da: Kan ikke oprette OpenStack-netværk.
fr: Impossible de créer des réseaux OpenStack.
it: Impossibile creare reti OpenStack.
nl: Kan OpenStack-netwerken niet aanmaken.

source: Unable to create SQL database.
da: Kan ikke oprette en SQL-database.
fr: Impossible de créer la base de données SQL.
it: Impossibile creare il database SQL.
nl: Kan SQL-database niet maken.

source: Unable to create VM snapshot.
da: Kan ikke oprette VM-snapshot.
fr: Impossible de créer un instantané de VM.
it: Impossibile creare una copia istantanea della macchina virtuale.
nl: Kan VM-momentopname niet maken.

source: Unable to create VM snapshot schedule.
da: Kan ikke oprette en VM-snapshotplan.
fr: Impossible de créer la planification d'instantanés de VM.
it: Impossibile creare la pianificazione dello snapshot della macchina virtuale.
nl: Kan VM-momentopnameschema niet maken.

source: Unable to create a FreeIPA profile.
da: Kan ikke oprette en FreeIPA-profil.
fr: Impossible de créer un profil FreeIPA.
it: Impossibile creare un profilo FreeIPA.
nl: Kan geen FreeIPA-profiel maken.

source: Unable to create application.
da: Kan ikke oprette applikation.
fr: Impossible de créer l'application.
it: Impossibile creare l'applicazione.
nl: Kan toepassing niet maken.

source: Unable to create catalog.
da: Kan ikke oprette katalog.
fr: Impossible de créer le catalogue.
it: Impossibile creare il catalogo.
nl: Kan catalogus niet maken.

source: Unable to create disk.
da: Kan ikke oprette disk.
fr: Impossible de créer le disque.
it: Impossibile creare il disco.
nl: Kan schijf niet maken.

source: Unable to create horizontal pod autoscaler.
da: Kan ikke oprette vandret pod autoskaler.
fr: Impossible de créer un autoscaler de pod horizontal.
it: Impossibile creare l'autoscaler del pod orizzontale.
nl: Kan horizontale pod autoscaler niet maken.

source: Unable to create key.
da: Kan ikke oprette nøgle.
fr: Impossible de créer la clé.
it: Impossibile creare la chiave.
nl: Kan sleutel niet maken.

source: Unable to create node.
da: Kan ikke oprette node.
fr: Impossible de créer le nœud.
it: Impossibile creare il nodo.
nl: Kan knooppunt niet maken.

source: Unable to create notification.
da: Kan ikke oprette en meddelelse.
fr: Impossible de créer une notification.
it: Impossibile creare una notifica.
nl: Kan geen melding maken.

source: Unable to create notifications.
da: Kan ikke oprette meddelelser.
fr: Impossible de créer des notifications.
it: Impossibile creare notifiche.
nl: Kan geen meldingen maken.

source: Unable to create offering.
da: Kan ikke oprette tilbud.
fr: Impossible de créer une offre.
it: Impossibile creare l'offerta.
nl: Kan aanbod niet maken.

source: Unable to create payment.
da: Kan ikke oprette betaling.
fr: Impossible de créer le paiement.
it: Impossibile creare il pagamento.
nl: Kan betaling niet aanmaken.

source: Unable to create payment profile.
da: Kan ikke oprette betalingsprofil.
fr: Impossible de créer le profil de paiement.
it: Impossibile creare il profilo di pagamento.
nl: Kan betalingsprofiel niet aanmaken.

source: Unable to create port.
da: Kan ikke oprette port.
fr: Impossible de créer le port.
it: Impossibile creare la porta.
nl: Kan poort niet maken.

source: Unable to create request.
da: Kan ikke oprette en anmodning.
fr: Impossible de créer la demande.
it: Impossibile creare la richiesta.
nl: Kan verzoek niet aanmaken.

source: Unable to create security group.
da: Kan ikke oprette en sikkerhedsgruppe.
fr: Impossible de créer le groupe de sécurité.
it: Impossibile creare un gruppo di sicurezza.
nl: Kan beveiligingsgroep niet maken.

source: Unable to create snapshot schedule.
da: Kan ikke oprette en snapshotplan.
fr: Impossible de créer la planification des instantanés.
it: Impossibile creare la pianificazione dello snapshot.
nl: Kan momentopnameschema niet maken.

source: Unable to create subnet.
da: Kan ikke oprette undernet.
fr: Impossible de créer un sous-réseau.
it: Impossibile creare subnet.
nl: Kan subnet niet maken.

source: Unable to create volume snapshot.
da: Kan ikke oprette et snapshot af volumen.
fr: Impossible de créer l'instantané de volume.
it: Impossibile creare una copia istantanea del volume.
nl: Kan volume-momentopname niet aanmaken.

source: Unable to deactivate user.
da: Brugeren kan ikke deaktiveres.
fr: Impossible de désactiver l'utilisateur.
it: Impossibile disattivare l'utente.
nl: Kan gebruiker niet deactiveren.

source: Unable to delete attachment.
da: Kan ikke slette vedhæftet fil.
fr: Impossible de supprimer la pièce jointe.
it: Impossibile eliminare l'allegato.
nl: Kan bijlage niet verwijderen.

source: Unable to delete catalog.
da: Kan ikke slette kataloget.
fr: Impossible de supprimer le catalogue.
it: Impossibile eliminare il catalogo.
nl: Kan catalogus niet verwijderen.

source: Unable to delete comment.
da: Kan ikke slette kommentaren.
fr: Impossible de supprimer le commentaire.
it: Impossibile eliminare il commento.
nl: Kan commentaar niet verwijderen.

source: Unable to delete instance.
da: Kan ikke slette en instans.
fr: Impossible de supprimer l'instance.
it: Impossibile eliminare l'istanza.
nl: Kan instantie niet verwijderen.

source: Unable to delete payment.
da: Kan ikke slette betaling.
fr: Impossible de supprimer le paiement.
it: Impossibile eliminare il pagamento.
nl: Kan betaling niet verwijderen.

source: Unable to delete resource.
da: Kan ikke slette ressourcen.
fr: Impossible de supprimer la ressource.
it: Impossibile eliminare la risorsa.
nl: Kan hulpbron niet verwijderen.

source: Unable to delete team member.
da: Kan ikke slette teammedlem.
fr: Impossible de supprimer un membre de l'équipe.
it: Impossibile eliminare il membro del team.
nl: Kan teamlid niet verwijderen.

source: Unable to delete {resourceType}.
da: Kan ikke slette {resourceType}.
fr: Impossible de supprimer {resourceType}.
it: Impossibile eliminare {resourceType}.
nl: Kan {resourceType} niet verwijderen.

source: Unable to destroy instance.
da: Kan ikke ødelægge instans.
fr: Impossible de détruire l'instance.
it: Impossibile distruggere l'istanza.
nl: Kan instantie niet vernietigen.

source: Unable to edit comment.
da: Kan ikke redigere kommentaren.
fr: Impossible de modifier le commentaire.
it: Impossibile modificare il commento.
nl: Kan commentaar niet bewerken.

source: Unable to enable payment profile.
da: Kan ikke aktivere betalingsprofilen.
fr: Impossible d'activer le profil de paiement.
it: Impossibile abilitare il profilo di pagamento.
nl: Kan betalingsprofiel niet inschakelen.

source: Unable to extend disk.
da: Kan ikke udvide disken.
fr: Impossible d'étendre le disque.
it: Impossibile estendere il disco.
nl: Kan schijf niet uitbreiden.

source: Unable to extend volume.
da: Kan ikke udvide volumen.
fr: Impossible d'étendre le volume.
it: Impossibile estendere il volume.
nl: Kan volume niet uitbreiden.

source: Unable to fetch attachment.
da: Kan ikke hente vedhæftet fil.
fr: Impossible de récupérer la pièce jointe.
it: Impossibile recuperare l'allegato.
nl: Kan bijlage niet ophalen.

source: Unable to fetch comments.
da: Kan ikke hente kommentarer.
fr: Impossible de récupérer les commentaires.
it: Impossibile recuperare i commenti.
nl: Kan commentaar niet ophalen.

source: Unable to fetch current user.
da: Kan ikke hente den aktuelle bruger.
fr: Impossible de récupérer l'utilisateur actuel.
it: Impossibile recuperare l'utente corrente.
nl: Kan huidige gebruiker niet ophalen.

source: Unable to fetch data.
da: Kunne ikke hente data.
fr: Impossible de récupérer les données.
it: Impossibile recuperare i dati.
nl: Kan gegevens niet ophalen.

source: Unable to find:
da: Kan ikke finde:
fr: Impossible à trouver :
it: Impossibile trovare:
nl: Kan niet vinden:

source: Unable to generate service provider API secret code.
da: Kan ikke generere tjenesteudbyderens API-hemmelig kode.
fr: Impossible de générer le code secret de l'API du fournisseur de services.
it: Impossibile generare codice segreto dell'API del provider di servizi.
nl: Kan dienstverlener API geheime code niet genereren.

source: Unable to get form's data.
da: Kan ikke hente formularens data.
fr: Impossible d'obtenir les données du formulaire.
it: Impossibile ottenere i dati del modulo.
nl: Kan gegevens van het formulier niet ophalen.

source: Unable to get order item.
da: Kunne ikke hente ordrevaren.
fr: Impossible d'obtenir l'article de la commande.
it: Impossibile ottenere l'articolo dell'ordine.
nl: Kan bestelartikel niet kregen.

source: Unable to get service provider API secret code.
da: Kan ikke hente tjenesteudbyderens API-hemmelig kode.
fr: Impossible d'obtenir le code secret de l'API du fournisseur de services.
it: Impossibile ottenere il codice segreto dell'API del provider di servizi.
nl: Kan API-geheime code van dienstverlener niet ophalen.

source: Unable to grant permission.
da: Kan ikke give tilladelse.
fr: Impossible d'accorder l'autorisation.
it: Impossibile concedere l'autorizzazione.
nl: Kan geen toestemming verlenen.

source: Unable to import YAML.
da: Kan ikke importere YAML.
fr: Impossible d'importer YAML.
it: Impossibile importare YAML.
nl: Kan YAML niet importeren.

source: Unable to import remote offering.
da: Kan ikke importere fjernudbud.
fr: Impossible d'importer l'offre distante.
it: Impossibile importare l'offerta remota.
nl: Kan aanbod op afstand niet importeren.

source: Unable to initialize shopping cart.
da: Kan ikke initialisere indkøbskurven.
fr: Impossible d'initialiser le panier d'achat.
it: Impossibile inizializzare il carrello.
nl: Kan winkelmandje niet initialiseren.

source: Unable to link instance.
da: Kan ikke linke instans.
fr: Impossible de lier l'instance.
it: Impossibile collegare l'istanza.
nl: Kan instantie niet koppelen.

source: Unable to link invoice to the payment.
da: Kan ikke linke faktura til betalingen.
fr: Impossible de lier la facture au paiement.
it: Impossibile collegare la fattura al pagamento.
nl: Kan factuur niet aan de betaling koppelen.

source: Unable to load actions
da: Kan ikke indlæse handlinger
fr: Impossible de charger les actions
it: Impossibile caricare le azioni
nl: Kan acties niet laden

source: Unable to load application template details.
da: Kan ikke indlæse applikationsskabelondetaljer.
fr: Impossible de charger les détails du modèle d'application.
it: Impossibile caricare i dettagli del modello di applicazione.
nl: Kan toepassing sjabloon details niet laden.

source: Unable to load booked items.
da: Kan ikke indlæse reserverede varer.
fr: Impossible de charger les articles réservés.
it: Impossibile caricare gli articoli prenotati.
nl: Kan geboekte artikelen niet laden.

source: Unable to load booking offerings.
da: Kan ikke indlæse bookingtilbud.
fr: Impossible de charger les offres de réservation.
it: Impossibile caricare le offerte di prenotazione.
nl: Kan boekingsaanbiedingen niet laden.

source: Unable to load categories
da: Kan ikke indlæse kategorier
fr: Impossible de charger les catégories
it: Impossibile caricare le categorie
nl: Kan categorieën niet laden

source: Unable to load categories.
da: Kan ikke indlæse kategorier.
fr: Impossible de charger les catégories.
it: Impossibile caricare le categorie.
nl: Kan categorieën niet laden.

source: Unable to load category sections.
da: Kan ikke indlæse kategorisektioner.
fr: Impossible de charger les sections de catégorie.
it: Impossibile caricare le sezioni delle categorie.
nl: Kan categoriesecties niet laden.

source: Unable to load charts.
da: Kan ikke indlæse diagrammer.
fr: Impossible de charger les graphiques.
it: Impossibile caricare i grafici.
nl: Kan grafieken niet laden.

source: Unable to load checklists.
da: Kan ikke indlæse tjeklister.
fr: Impossible de charger les listes de contrôle.
it: Impossibile caricare le liste di controllo.
nl: Kan controlelijsten niet laden.

source: Unable to load comments.
da: Kan ikke indlæse kommentarer.
fr: Impossible de charger les commentaires.
it: Impossibile caricare i commenti.
nl: Kan commentaar niet laden.

source: Unable to load compliance overview.
da: Kan ikke indlæse oversigt over overholdelse.
fr: Impossible de charger l'aperçu de la conformité.
it: Impossibile caricare la panoramica sulla conformità.
nl: Kan nalevingsoverzicht niet laden.

source: Unable to load customer.
da: Kan ikke indlæse kunde.
fr: Impossible de charger le client.
it: Impossibile caricare il cliente.
nl: Kan klant niet laden.

source: Unable to load customer support satisfaction overall rating.
da: Kan ikke indlæse den samlede vurdering af kundesupporttilfredshed.
fr: Impossible de charger la note globale de satisfaction du support client.
it: Impossibile caricare la valutazione complessiva della soddisfazione dell'assistenza clienti.
nl: Kan algemene beoordeling tevredenheid klantenondersteuning niet laden.

source: Unable to load data
da: Kan ikke indlæse data
fr: Impossible de charger les données
it: Impossibile caricare i dati
nl: Kan gegevens niet laden
