Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Unique ID of a resource within management plugin
da: Unikt id for en ressource i administrationsplugin
fr: ID unique d'une ressource dans le plugin de gestion
it: ID univoco di una risorsa all'interno del plugin di gestione
nl: Unieke ID van een bron binnen de beheerplug-in

source: Unit
da: Enhed
fr: Unité
it: Unità
nl: Eenheid

source: Unit price
da: Enhedspris
fr: Prix unitaire
it: Prezzo unitario
nl: Eenheidsprijs

source: Units
da: Enheder
fr: Unités
it: Unità
nl: Eenheden

source: Unknown
da: Ukendt
fr: Inconnu
it: Sconosciuto
nl: Onbekend

source: Unlink instance
da: Fjern tilknytning til instansen
fr: Délier l'instance
it: Scollega istanza
nl: Instantie ontkoppelen

source: Unlink invoice
da: Fjern tilknytning af faktura
fr: Délier la facture
it: Scollega fattura
nl: Factuur ontkoppelen

source: Unpaid
da: Ubetalt
fr: Non payé
it: Non pagato
nl: Onbetaald

source: Unpause
da: Afbryd pause
fr: Dépause
it: Annullapausa
nl: Pauzeer niet

source: Unpublish as Google Calendar
da: Afpublicere som Google Kalender
fr: Dépublier en tant que Google Agenda
it: Annulla pubblicazione come Google Calendar
nl: Publicatie als Google Agenda ongedaan maken

source: Update
da: Opdater
fr: Mettre à jour
it: Aggiornare
nl: Bijwerken

source: Update floating IPs
da: Opdater flydende IP'er
fr: Mise à jour des adresses IP flottantes
it: Aggiorna IP flottanti
nl: Zwevende IP's bijwerken

source: Update floating IPs in {name} virtual machine
da: Opdater flydende IP'er på {name} virtuel maskine
fr: Mise à jour des adresses IP flottantes dans la machine virtuelle {name}
it: Aggiorna IP mobili nella macchina virtuale {name}
nl: Zwevende ID's bijwerken in de virtuele machine {name}

source: Update horizontal pod autoscaler
da: Opdater vandret pod autoscaler
fr: Mise à jour de l'autoscaler de pod horizontal
it: Aggiornare l'autoscaler pod orizzontale
nl: Horizontale pod autoscaler bijwerken

source: Update internal IPs for OpenStack instance {name}
da: Opdater interne IP'er for OpenStack-instans {name}
fr: Mise à jour des adresses IP internes pour l’instance OpenStack {name}
it: Aggiornare gli IP interni per l'istanza OpenStack {name}
nl: Interne IP's bijwerken voor OpenStack-instantie {name}

source: Update limits for an existing resource
da: Opdater grænser for en eksisterende ressource
fr: Mise à jour les limites d'une ressource existante
it: Aggiornare i limiti per una risorsa esistente
nl: Limieten bijwerken voor een bestaande hulpbron

source: Update location
da: Opdater placering
fr: Mise à jour de l’emplacement
it: Aggiorna posizione
nl: Locatie bijwerken

source: Update notification
da: Opdater meddelelse
fr: Mettre à jour la notification
it: Notifica di aggiornamento
nl: Melding bijwerken

source: Update of OpenStack instance internal IPs has been scheduled.
da: Opdatering af interne IP'er for OpenStack-instans er blevet planlagt.
fr: La mise à jour des adresses IP internes d'instance OpenStack a été planifiée.
it: Aggiornamento degli IP interni dell'istanza OpenStack è stato pianificato.
nl: Bijwerken van interne IP-adressen van OpenStack-instanties is gepland.

source: Update of OpenStack instance security groups has been scheduled.
da: Opdatering af sikkerhedsgrupper for OpenStack-instans er blevet planlagt.
fr: La mise à jour des groupes de sécurité d'instance OpenStack a été planifiée.
it: L'aggiornamento dei gruppi di sicurezza delle istanze OpenStack è stato pianificato.
nl: Bijwerken van OpenStack-instantie beveiligingsgroepen is gepland.

source: Update payment
da: Opdater betaling
fr: Mise à jour du paiement
it: Aggiorna pagamento
nl: Betaling bijwerken

source: Update payment profile
da: Opdater betalingsprofil
fr: Mise à jour du profil de paiement
it: Aggiorna profilo di pagamento
nl: Betalingsprofiel bijwerken

source: Update plan for an existing resource
da: Opdater plan for en eksisterende ressource
fr: Mise à jour le plan d'une ressource existante
it: Aggiornare il piano per una risorsa esistente
nl: Bijwerkingsplan voor een bestaande hulpbron

source: Update profile
da: Opdater profil
fr: Mettre à jour le profil
it: Aggiorna il profilo
nl: Profiel bijwerken

source: Update project details
da: Opdater projektoplysninger
fr: Mise à jour les détails du projet
it: Update department details
nl: Projectdetails bijwerken

source: Update security groups
da: Opdater sikkerhedsgrupper
fr: Mise à jour des groupes de sécurité
it: Aggiornare i gruppi di protezione
nl: Beveiligingsgroepen bijwerken

source: Update security groups for OpenStack instance {name}
da: Opdater sikkerhedsgrupper for OpenStack-instans {name}
fr: Mise à jour des groupes de sécurité pour l'instance OpenStack {name}
it: Aggiornare i gruppi di sicurezza per l'istanza OpenStack {name}
nl: Beveiligingsgroepen voor OpenStack-instantie {name} bijwerken

source: Update service settings
da: Opdater serviceindstillinger
fr: Mise à jour des paramètres de service
it: Aggiorna le impostazioni del servizio
nl: Dienst-instellingen bijwerken

source: Update static routes
da: Opdater statiske ruter
fr: Mise à jour des routes statiques
it: Aggiorna route statiche
nl: Statische routes bijwerken

source: Update your organization name, logo, accounting and contact details.
da: Opdater dit organisations navn, logo, regnskab og kontaktoplysninger.
fr: Mettez à jour le nom, le logo, la comptabilité et les coordonnées de votre organisation.
it: Aggiornare il nome dell'organizzazione, il logo, la contabilità e i dettagli di contatto.
nl: Werk uw organisatienaam, logo, boekhouding en contactgegevens bij.

source: Update {resourceType} {resourceName}
da: Opdater {resourceType} {resourceName}
fr: Mettre à jour {resourceType} {resourceName}
it: Aggiorna {resourceType} {resourceName}
nl: Bijwerken {resourceType} {resourceName}

source: Updated
da: Opdateret
fr: Mise à jour
it: Aggiornato
nl: Bijgewerkt

source: Updating
da: Opdaterer
fr: Mise à jour
it: Aggiornamento
nl: Bijwerken

source: Updating floating IPs
da: Opdatering af flydende IP'er
fr: Mise à jour des adresses IP flottantes
it: Aggiornamento di IP mobili
nl: Zwevende IP's bijwerken

source: Updating internal IPs
da: Opdatering af interne IP'er
fr: Mise à jour des adresses IP internes
it: Aggiornamento degli IP interni
nl: Interne IP's bijwerken

source: Updating offering {name}
da: Opdatering af tilbuddet {name}
fr: Mise à jour de l'offre {name}
it: Aggiornamento dell'offerta {name}
nl: Aanbod bijwerken {name}

source: Updating quotas
da: Opdatering af kvoter
fr: Mise à jour des quotas
it: Aggiornamento delle quote
nl: Quota bijwerken

source: Updating rules
da: Opdatering af regler
fr: Mise à jour des règles
it: Aggiornamento delle regole
nl: Regels bijwerken

source: Updating security groups
da: Opdatering af sikkerhedsgrupper
fr: Mise à jour des groupes de sécurité
it: Aggiornamento dei gruppi di sicurezza
nl: Beveiligingsgroepen bijwerken

source: Upload new
da: Upload nyt
fr: Télécharger un nouveau
it: Carica nuovo
nl: Upload nieuw

source: Usage
da: Forbrug
fr: Utilisation
it: Utilizzo
nl: Gebruik

source: Usage-based
da: Brugsbaseret
fr: Basé sur l'utilisation
it: Basato sull'utilizzo
nl: Op gebruik gebaseerd

source: Usage overview
da: Oversigt over brug
fr: Aperçu de l'utilisation
it: Panoramica dell'utilizzo
nl: Gebruiksoverzicht

source: Usage report has been submitted.
da: Brugsrapport er blevet sendt.
fr: Le rapport d'utilisation a été soumis.
it: Il report sull'utilizzo è stato inviato.
nl: Gebruiksrapport is ingediend.

source: Usage reports
da: Brugsrapporter
fr: Rapports d'utilisation
it: Report sull'utilizzo
nl: Gebruiksrapporten

source: Usages
da: Anvendelser
fr: Utilisations
it: Usi
nl: Gebruik

source: Use an existing namespace
da: Brug et eksisterende navneområde
fr: Utiliser un espace de noms existant
it: Usare uno spazio dei nomi esistente
nl: Gebruik een bestaande naamruimte

source: Use sudo
da: Brug sudo
fr: Utiliser sudo
it: Usa sudo
nl: Gebruik sudo

source: Used in the period {period} by:
da: Brugt i perioden {period} af:
fr: Utilisé dans la période {period} par :
it: Utilizzato nel periodo {period} da:
nl: Gebruikt in de periode {period} door:

source: User
da: Bruger
fr: Utilisateur
it: Utente
nl: Gebruiker

source: User could not been updated
da: Brugeren kunne ikke blive opdateret
fr: L'utilisateur n'a pas pu être mis à jour
it: Impossibile aggiornare l'utente
nl: Gebruiker kon niet worden bijgewerkt

source: User dashboard
da: Brugerens instrumentbræt
fr: Tableau de bord utilisateur
it: Dashboard utente
nl: Gebruikersdashboard

source: User data
da: Brugerdata
fr: Données de l'utilisateur
it: Dati utente
nl: Gebruikersgegevens

source: User details
da: Brugeroplysninger
fr: Détails de l'utilisateur
it: Dettagli utente
nl: Details gebruiker

source: User events this month
da: Brugerbegivenheder i denne måned
fr: Événements utilisateur ce mois-ci
it: Eventi utente questo mese
nl: Gebruikersgebeurtenissen deze maand

source: User has been activated.
da: Brugeren er blevet aktiveret.
fr: L'utilisateur a été activé.
it: L'utente è stato attivato.
nl: Gebruiker is geactiveerd.

source: User has been deactivated.
da: Brugeren er blevet deaktiveret.
fr: L'utilisateur a été désactivé.
it: L'utente è stato disattivato.
nl: Gebruiker is gedeactiveerd.

source: User has been logged out. You will be redirected to the login page soon.
da: Brugeren er blevet logget ud. Du vil snart blive omdirigeret til login-siden.
fr: L'utilisateur a été déconnecté. Vous serez bientôt redirigé vers la page de connexion.
it: L'utente è stato disconnesso. Verrai reindirizzato presto alla pagina di login.
nl: Gebruiker is uitgelogd. U wordt binnenkort doorgestuurd naar de inlogpagina.

source: User has been updated
da: Brugeren er blevet opdateret
fr: L'utilisateur a été mis à jour
it: L'utente è stato aggiornato
nl: Gebruiker is bijgewerkt

source: User has been updated.
da: Brugeren er blevet opdateret.
fr: L'utilisateur a été mis à jour.
it: L'utente è stato aggiornato.
nl: Gebruiker is bijgewerkt.

source: User input field #{index}
da: Bruger indtastningsfelt #{index}
fr: Champ de saisie de l'utilisateur #{index}
it: Campo di input dell'utente #{index}
nl: Gebruikers invoerveld #{index}

source: User management events
da: Brugerstyring begivenheder
fr: Événements de gestion des utilisateurs
it: Eventi di gestione degli utenti
nl: Gebeurtenissen voor gebruikersbeheer

source: User profile
da: Brugerprofil
fr: Profil de l’utilisateur
it: Profilo utente
nl: Gebruikersprofiel

source: User status
da: Brugerstatus
fr: Statut de l'utilisateur
it: Stato utente
nl: Gebruikersstatus

source: User {affected_user_link} has been activated.
da: Bruger {affected_user_link} er blevet aktiveret.
fr: L'utilisateur {affected_user_link} a été activé.
it: L'utente {affected_user_link} è stato attivato.
nl: Gebruiker {affected_user_link} is geactiveerd.

source: User {affected_user_link} has been created.
da: Bruger {affected_user_link} er blevet oprettet.
fr: L'utilisateur {affected_user_link} a été créé.
it: L'utente {affected_user_link} è stato creato.
nl: Gebruiker {affected_user_link} is aangemaakt.

source: User {affected_user_link} has been deactivated.
da: Bruger {affected_user_link} er blevet deaktiveret.
fr: L'utilisateur {affected_user_link} a été désactivé.
it: L'utente {affected_user_link} è stato disattivato.
nl: Gebruiker {affected_user_link} is gedeactiveerd.

source: User {affected_user_link} has been updated.
da: Bruger {affected_user_link} er blevet opdateret.
fr: L’utilisateur {affected_user_link} a été mis à jour.
it: L'utente {affected_user_link} è stato aggiornato.
nl: Gebruiker {affected_user_link} is bijgewerkt.

source: User {affected_user_name} has been deleted.
da: Bruger {affected_user_name} er blevet slettet.
fr: L'utilisateur {affected_user_name} a été supprimé.
it: L'utente {affected_user_name} è stato eliminato.
nl: Gebruiker {affected_user_name} is verwijderd.

source: User {user_link} authenticated successfully with SAML2.
da: Bruger {user_link} blev godkendt med SAML2.
fr: L'utilisateur {user_link} s'est authentifié avec succès avec SAML2.
it: L'utente {user_link} è stato autenticato con SAML2.
nl: Gebruiker {user_link} succesvol geauthenticeerd met SAML2.

source: User {user_link} authenticated successfully with Smart ID EE.
da: Bruger {user_link} godkendt med Smart ID EE.
fr: L'utilisateur {user_link} s'est authentifié avec succès avec Smart ID EE.
it: L'utente {user_link} è stato autenticato correttamente con Smart ID EE.
nl: Gebruiker {user_link} succesvol geauthenticeerd met Smart ID EE.

source: User {user_link} authenticated successfully with username and password.
da: Bruger {user_link} blev godkendt med brugernavn og adgangskode.
fr: L'utilisateur {user_link} s'est authentifié avec succès avec le nom d'utilisateur et le mot de passe.
it: L'utente {user_link} ha eseguito correttamente l'autenticazione con nome utente e password.
nl: Gebruiker {user_link} succesvol geauthenticeerd met gebruikersnaam en wachtwoord.

source: User {user_link} has granted organization owner role in {customer_link} to {affected_user_link}.
da: Bruger {user_link} har tildelt organisationsejerrollen i {customer_link} til {affected_user_link}.
fr: L'utilisateur {user_link} a accordé le rôle de propriétaire de l'organisation dans {customer_link} à {affected_user_link}.
it: L'utente {user_link} ha concesso il ruolo proprietario dell'organizzazione in {customer_link} a {affected_user_link}.
nl: Gebruiker {user_link} heeft organisatie eigenaar rol in {customer_link} toegekend aan {affected_user_link}.

source: User {user_link} has granted organization support role in {customer_link} to {affected_user_link}.
da: Bruger {user_link} har tildelt organisationens supportrolle i {customer_link} til {affected_user_link}.
fr: L'utilisateur {user_link} a accordé le rôle de support de l'organisation dans {customer_link} à {affected_user_link}.
it: L'utente {user_link} ha concesso il ruolo di supporto dell'organizzazione in {customer_link} a {affected_user_link}.
nl: Gebruiker {user_link} heeft organisatie-ondersteunende rol in {customer_link} toegekend aan {affected_user_link}.

source: User {user_link} has granted project administrator role in project {project_link} to {affected_user_link}.
da: Bruger {user_link} har tildelt projektadministratorrolle i projektet {project_link} til {affected_user_link}.
fr: L'utilisateur {user_link} a accordé le rôle d'administrateur de projet dans le projet {project_link} à {affected_user_link}.
it: L'utente {user_link} ha concesso il ruolo di amministratore del progetto {project_link} a {affected_user_link}.
nl: Gebruiker {user_link} heeft projectbeheerder rol in project {project_link} toegekend aan {affected_user_link}.

source: User {user_link} has granted project manager role in project {project_link} to {affected_user_link}.
da: Bruger {user_link} har tildelt projektlederrolle i projektet {project_link} til {affected_user_link}.
fr: L'utilisateur {user_link} a accordé le rôle de chef de projet dans le projet {project_link} à {affected_user_link}.
it: L'utente {user_link} ha concesso il ruolo di project manager nel progetto {project_link} a {affected_user_link}.
nl: Gebruiker {user_link} heeft projectmanager rol in project {project_link} toegekend aan {affected_user_link}.

source: User {user_link} has granted role to {affected_user_link}.
da: Bruger {user_link} har tildelt rolle til {affected_user_link}.
fr: L'utilisateur {user_link} a accordé le rôle à {affected_user_link}.
it: L'utente {user_link} ha concesso il ruolo a {affected_user_link}.
nl: Gebruiker {user_link} heeft rol toegekend aan {affected_user_link}.

source: User {user_link} has revoked organization owner {affected_user_link} from {customer_link}.
da: Bruger {user_link} har tilbagekaldt organisationsejeren {affected_user_link} fra {customer_link}.
fr: L'utilisateur {user_link} a révoqué le propriétaire de l'organisation {affected_user_link} de {customer_link}.
it: L'utente {user_link} ha revocato il proprietario dell'organizzazione {affected_user_link} da {customer_link}.
nl: Gebruiker {user_link} heeft organisatie-eigenaar {affected_user_link} ingetrokken van {customer_link}.

source: User {user_link} has revoked organization support {affected_user_link} from {customer_link}.
da: Bruger {user_link} har tilbagekaldt organisationsstøtte {affected_user_link} fra {customer_link}.
fr: L'utilisateur {user_link} a révoqué le support de l'organisation {affected_user_link} de {customer_link}.
it: L'utente {user_link} ha revocato il supporto dell'organizzazione {affected_user_link} da {customer_link}.
nl: Gebruiker {user_link} heeft organisatieondersteuning {affected_user_link} ingetrokken van {customer_link}.

source: User {user_link} has revoked project administrator {affected_user_link} from project {project_link}.
da: Bruger {user_link} har tilbagekaldt projektadministrator {affected_user_link} fra projekt {project_link}.
fr: L'utilisateur {user_link} a révoqué l'administrateur de projet {affected_user_link} du projet {project_link}.
it: L'utente {user_link} ha revocato l'amministratore del progetto {affected_user_link} dal progetto {project_link}.
nl: Gebruiker {user_link} heeft projectbeheerder {affected_user_link} van project {project_link} ingetrokken.

source: User {user_link} has revoked project manager {affected_user_link} from project {project_link}.
da: Bruger {user_link} har tilbagekaldt projektleder {affected_user_link} fra projekt {project_link}.
fr: L'utilisateur {user_link} a révoqué le chef de projet {affected_user_link} du projet {project_link}.
it: L'utente {user_link} ha revocato il project manager {affected_user_link} dal progetto {project_link}.
nl: Gebruiker {user_link} heeft projectmanager {affected_user_link} van project {project_link} ingetrokken.

source: User {user_link} has revoked {affected_user_link}.
da: Bruger {user_link} har tilbagekaldt {affected_user_link}.
fr: L'utilisateur {user_link} a révoqué {affected_user_link}.
it: L'utente {user_link} ha revocato {affected_user_link}.
nl: Gebruiker {user_link} heeft {affected_user_link} ingetrokken.

source: User {user_link} logged out successfully with SAML2.
da: Bruger {user_link} loggede ud med SAML2.
fr: L'utilisateur {user_link} s'est déconnecté avec succès avec SAML2.
it: L'utente {user_link} si è disconnesso con successo con SAML2.
nl: Gebruiker {user_link} succesvol uitgelogd met SAML2.

source: Username
da: Brugernavn
fr: Nom d’utilisateur
it: Nome utente
nl: Gebruikersnaam

source: Username is required.
da: Brugernavn er påkrævet.
fr: Le nom d'utilisateur est requis.
it: Il nome utente è obbligatorio.
nl: Gebruikersnaam is verplicht.

source: Username prefix
da: Brugernavn præfiks
fr: Préfixe du nom d'utilisateur
it: Prefisso nome utente
nl: Gebruikersnaam voorvoegsel

source: Usernames can contain letters (a-z), numbers (0-9), dashes (-), underscores (_) and periods (.).
da: Brugernavne kan indeholde bogstaver (az), tal (0-9), bindestreger (-), understregninger (_) og punktum (.).
fr: Les noms d'utilisateur peuvent contenir des lettres (a-z), des chiffres (0-9), des tirets (-), des caractères de soulignement (_) et des points (.).
it: I nomi utente possono contenere lettere (a-z), numeri (0-9), trattini (-), caratteri di sottolineatura (_) e punti (.).
nl: Gebruikersnamen kunnen letters (a-z), cijfers (0-9), streepjes (-), onderstrepingstekens (_) en punten (.) bevatten.

source: Users
da: Brugere
fr: Utilisateurs
it: Utenti
nl: Gebruikers

source: VAT
da: MOMS
fr: TVA
it: IVA
nl: BTW

source: VAT code
da: Moms kode
fr: Code TVA
it: Codice IVA
nl: BTW-code

source: VAT is included
da: Moms er inkluderet
fr: La TVA est incluse
it: IVA inclusa
nl: BTW is inbegrepen

source: VAT is not included
da: Moms er ikke inkluderet
fr: La TVA n'est pas incluse
it: L'IVA non è inclusa.
nl: BTW is niet inbegrepen

source: VAT is not included.
da: Moms er ikke inkluderet.
fr: La TVA n’est pas incluse.
it: L'IVA non è inclusa.
nl: BTW is niet inbegrepen.

source: VAT rate
da: Momssats
fr: Taux de TVA
it: Aliquota IVA
nl: BTW-tarief

source: VM name
da: VM-navn
fr: Nom de la VM
it: Nome VM
nl: VM-naam

source: VM snapshot
fr: Instantané de la VM
it: Istantanea della VM
nl: VM-momentopname

source: VM snapshot has been created.
da: VM snapshot er blevet oprettet.
fr: L'instantané de la VM a été créé.
it: L'istantanea della VM è stata creata.
nl: VM-momentopname is aangemaakt.

source: VM snapshot restoration has been scheduled.
da: Gendannelse af VM snapshot er blevet planlagt.
fr: La restauration des instantanés de la VM a été planifiée.
it: Il ripristino dello snapshot della VM è stato pianificato.
nl: Herstel van VM-momentopnamen is gepland.

source: VM snapshot schedule
da: VM-snapshotplan
fr: Planification des instantanés de la VM
it: Pianificazione snapshot VM
nl: VM-momentopnameschema

source: VM snapshot schedule caveats
da: VM-snapshotplan forbehold
fr: Mises en garde concernant la planification des instantanés de VM
it: Avvertenze di pianificazione snapshot VM
nl: VM-momentopnameschema waarschuwingen

source: VM snapshot schedule has been created.
da: VM-snapshotplan er blevet oprettet.
fr: La planification des instantanés de la VM a été créée.
it: È stata creata la pianificazione dello snapshot della VM.
nl: VM-momentopnameschema is aangemaakt.

source: VM snapshot schedules
da: VM-snapshotplaner
fr: Planifications d'instantanés de VM
it: Pianificazioni snapshot VM
nl: VM-momentopnameschema's

source: VM snapshots
fr: Instantanés de la VM
it: Istantanee delle VM
nl: VM-momentopnamen

source: VM type overview
da: VM-type oversigt
fr: Aperçu des types de VM
it: Panoramica del tipo di VM
nl: VM-type overzicht

source: VMware Tools
da: VMware-værktøjer
fr: Outils VMware
it: Strumenti VMware
nl: VMware-instrumenten

source: VPC block storage size
da: VPC-bloklagringsstørrelse
fr: Taille du stockage par bloc VPC
it: Dimensione dello storage a blocchi VPC
nl: VPC blokopslag grootte

source: VPC floating IP count
da: VPC flydende IP-antal
fr: Nombre d'adresses IP flottantes VPC
it: Conteggio IP mobile VPC
nl: VPC zwevende IP-telling

source: VPC instance count
da: Antal af VPC-instanser
fr: Nombre d'instances VPC
it: Conteggio istanze VPC
nl: Aantal VPC-instanties

source: Valid runtime states for operation: {validStates}.
da: Gyldige kørselstilstande for drift: {validStates}.
fr: États d'exécution valides pour l'opération : {validStates}.
it: Stati di runtime validi per l'operazione: {validStates}.
nl: Geldige runtime-statussen voor bewerking: {validStates}.

source: Valid states for operation: {validStates}.
da: Gyldige tilstande for drift: {validStates}.
fr: États valides pour l’opération : {validStates}.
it: Stati validi per l'operazione: {validStates}.
nl: Geldige statussen voor bewerking: {validStates}.

source: Value
da: Værdi
fr: Valeur
it: Valore
nl: Waarde

source: Value should be positive integer
da: Værdien skal være positivt heltal
fr: La valeur doit être un entier positif.
it: Il valore deve essere un numero intero positivo
nl: Waarde moet een positief geheel getal zijn

source: Value should not be greater than {limit}.
da: Værdien bør ikke være større end {limit}.
fr: La valeur ne doit pas être supérieure à {limit}.
it: Il valore non deve essere maggiore di {limit}.
nl: De waarde mag niet groter zijn dan {limit}.

source: Value should not be lesser than {limit}.
da: Værdien bør ikke være mindre end {limit}.
fr: La valeur ne doit pas être inférieure à {limit}.
it: Il valore non deve essere minore di {limit}.
nl: De waarde mag niet kleiner zijn dan {limit}.

source: Value should not be negative.
da: Værdien bør ikke være negativ.
fr: La valeur ne doit pas être négative.
it: Il valore non deve essere negativo.
nl: Waarde mag niet negatief zijn.

source: Variable #{index}
da: Variabel #{index}
it: Variabile #{index}
nl: Variabele #{index}
