Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Create VM snapshot for OpenStack instance
da: Opret VM-snapshot til OpenStack-instans
fa: ایجاد کردن تصویر VM برای OpenStack instance
fr: Créer un instantané de la VM pour l'instance OpenStack
it: Creare uno snapshot della macchina virtuale per l'istanza OpenStack
nl: Maak een VM-momentopname voor OpenStack-instantie

source: Create VM snapshot schedule for OpenStack instance
da: Opret VM-snapshotplan for OpenStack-instans
fa: ایجاد کردن تصویر برنامه VM برای OpenStack instance
fr: Créer une planification d'instantané de VM pour l'instance OpenStack
it: Creare una pianificazione snapshot della macchina virtuale per l'istanza OpenStack
nl: Maak VM-momentopnameschema voor OpenStack-instantie

source: Create application
da: Opret ansøgning
fa: برنامه ایجاد کنید.
fr: Créer une application
it: Creare un'applicazione
nl: Toepassing aanmaken

source: Create catalog
da: Opret katalog
fa: کاتالوگ ایجاد کنید.
fr: Créer un catalogue
it: Crea catalogo
nl: Catalogus aanmaken

source: Create disk
da: Opret disk
fa: دیسک ایجاد کنید
fr: Créer un disque
it: Creare un disco
nl: Schijf aanmaken

source: Create horizontal pod autoscaler
da: Opret en vandret pod autoscaler
fr: Créer un autoscaler de pod horizontal
it: Creare l'autoscaler del pod orizzontale
nl: Horizontale pod autoscaler aanmaken

source: Create network for OpenStack tenant
da: Opret netværk til OpenStack-lejer
fa: برای OpenStack tenant، شبکه ایجاد کنید
fr: Créer un réseau pour le locataire OpenStack
it: Creare una rete per il tenant OpenStack
nl: Netwerk maken voor OpenStack-huurder

source: Create node
da: Opret node
fa: ایجاد node
fr: Créer un nœud
it: Crea nodo
nl: Knooppunt maken

source: Create notification
da: Opret meddelelse
fa: ایجاد اعلان
fr: Créer une notification
it: Crea notifica
nl: Melding aanmaken

source: Create organization
da: Opret organisation
fa: ایجاد سازمان
fr: Créer une organisation
it: Crea organizzazione
nl: Organisatie maken

source: Create port
da: Opret port
fr: Créer un port
it: Crea porta
nl: Poort maken

source: Create project
da: Opret projekt
fa: ایجاد پروژه
fr: Créer un projet
it: Create department
nl: Project aanmaken

source: Create request
da: Opret anmodning
fa: ایجاد درخواست
fr: Créer une demande
it: Crea richiesta
nl: Verzoek aanmaken

source: Create security group for OpenStack tenant {name}
da: Opret sikkerhedsgruppe til OpenStack-lejer {name}
fr: Créer un groupe de sécurité pour le locataire OpenStack {name}
it: Creare un gruppo di sicurezza per il tenant OpenStack {name}
nl: Beveiligingsgroep maken voor OpenStack-huurder {name}

source: Create snapshot for OpenStack volume
da: Opret snapshot til OpenStack-volumen
fa: ایجاد کردن تصویر برای OpenStack volume
fr: Créer un instantané pour le volume OpenStack
it: Creare uno snapshot per il volume OpenStack
nl: Momentopname aanmaken voor OpenStack-volume

source: Create snapshot schedule for OpenStack volume
da: Opret snapshot-plan til OpenStack-volumen
fa: برای OpenStack volume، عکس فوری ایجاد کنید
fr: Créer une planification d'instantanés pour le volume OpenStack
it: Creare una pianificazione snapshot per il volume OpenStack
nl: Momentopnameschema maken voor OpenStack-volume

source: Create subnet
da: Opret undernet
fa: ایجاد subnet
fr: Créer un sous-réseau
it: Creare subnet
nl: Subnet maken

source: Create your first project
da: Opret dit første projekt
fa: اولین پروژه را ایجاد کنید
fr: Créez votre premier projet
it: Crea il tuo primo progetto
nl: Maak uw eerste project

source: Created
da: Oprettet
fa: ایجاد شده
fr: Créé
it: Creato
nl: Aangemaakt

source: Created a new payment for {customer_link}.
da: Oprettet en ny betaling for {customer_link}.
fa: ایجاد پرداخت جدید برای {customer_link}
fr: Créé un nouveau paiement pour {customer_link}.
it: Creato un nuovo pagamento per {customer_link}.
nl: Een nieuwe betaling aangemaakt voor {customer_link}.

source: Created at
da: Oprettet på
fa: ایجاد شده در
fr: Créé à
it: Creato a
nl: Aangemaakt op

source: Created by
da: Oprettet af
fa: ایجاد شده به وسیله
fr: Créé par
it: Creato da
nl: Aangemaakt door

source: Creating
da: Opretter
fa: ایجاد کردن
fr: Création
it: Creazione
nl: Aan het aanmaken

source: Creating a backup schedule
da: Oprettelse af en sikkerhedskopieringsplan
fa: ایجاد کردن یک برنامه پشتیبان
fr: Création d'une planification de sauvegarde
it: Creazione di una pianificazione di backup
nl: Een back-upschema maken

source: Creating a floating IP
da: Oprettelse af en flydende IP
fa: ایجاد کردن IP شناور
fr: Création d'une adresse IP flottante
it: Creare un IP fluttuante
nl: Een zwevend IP aanmaken

source: Creating a new network
da: Oprettelse af et nyt netværk
fa: ایجاد کردن یک شیکه جدید
fr: Création d'un nouveau réseau
it: Creazione di una nuova rete
nl: Een nieuw netwerk maken

source: Creating a security group
da: Oprettelse af en sikkerhedsgruppe
fa: ایجاد کردن یک گروه امنیت
fr: Création d'un groupe de sécurité
it: Creazione di un gruppo di sicurezza
nl: Een beveiligingsgroep maken

source: Creating a subnet
da: Oprettelse af et undernet
fa: ایجاد کردن یک subnet
fr: Création d'un sous-réseau
it: Creazione di una subnet
nl: Een subnet maken

source: Creating snapshot schedule
da: Oprettelse af snapshotplan
fa: ایجاد کردن برنامه عکس فوری
fr: Création d'une planification d'instantanés
it: Creazione della pianificazione delle istantanee
nl: Momentopnameschema maken

source: Credentials
da: Legitimationsoplysninger
fr: Informations d'identification
it: Credenziali
nl: Referenties

source: Current API token
da: Nuværende API-token
fa: نشانه API فعلی
fr: Jeton d'API actuel
it: Token API corrente
nl: Huidige API-token

source: Current email
da: Nuværende e-mail
fa: ایمیل فعلی
fr: E-mail actuel
it: Email corrente
nl: Huidige e-mail

source: Current flavor
da: Nuværende smag
fa: flavor فعلی
fr: Saveur actuelle
it: Sapore attuale
nl: Huidige smaak

source: Current limit
da: Nuværende grænse
fa: محدودیت فعلی
fr: Limite actuelle
it: Limite corrente
nl: Huidige limiet

source: Current plan
da: Nuværende plan
fa: برنامه فعلی
fr: Plan actuel
it: Piano attuale
nl: Huidig plan

source: Current price per month
da: Nuværende pris pr. måned
fa: قیمت فعلی برای هر ماه
fr: Prix actuel par mois
it: Prezzo corrente al mese
nl: Huidige prijs per maand

source: Current replicas
da: Nuværende replikaer
fr: Répliques actuelles
it: Repliche correnti
nl: Huidige replica's

source: Current size
da: Nuværende størrelse
fa: اندازه فعلی
fr: Taille actuelle
it: Dimensione corrente
nl: Huidige grootte

source: Current type
da: Nuværende type
fr: Type actuel
it: Tipo corrente
nl: Huidig type

source: Customer support
da: Kundesupport
fr: Support client
it: Assistenza clienti
nl: Klantenondersteuning

source: Customer support satisfaction overall rating
da: Kundesupport tilfredshed samlet vurdering
fr: Note globale de satisfaction du support client
it: Valutazione complessiva della soddisfazione del supporto clienti
nl: Algemene beoordeling tevredenheid klantenondersteuning

source: DNS name servers
da: DNS-navneservere
fr: Serveurs de noms DNS
it: Server dei nomi DNS
nl: DNS-naamservers

source: Daily available booking time range
da: Dagligt tilgængeligt tidsinterval for booking
fa: محدوده زمان رزرو روزانه موجود
fr: Plage de temps de réservation disponible quotidiennement
it: Intervallo di tempo di prenotazione giornaliero disponibile
nl: Dagelijks beschikbaar boekingstijdbereik

source: Dashboard
da: Instrumentbræt
fa: داشبورد
fr: Tableau de bord
it: Cruscotto

source: Data volume #{index}
da: Datavolumen #{index}
fa: Data volume
fr: Volume de données #{index}
it: Volume di dati #{index}
nl: Gegevensvolume #{index}

source: Data volume should have at least {size} GB.
da: Datavolumen skal have mindst {size} GB.
fa: حجم داده باید حداقل{سایز}GB باشد.
fr: Le volume de données doit avoir au moins {size} Go.
it: Il volume di dati deve avere almeno {size} GB.
nl: Het gegevensvolume moet ten minste {size} GB hebben.

source: Data volume size:
da: Datavolumenstørrelse:
fa: سایز Data volume:
fr: Taille du volume de données :
it: Dimensione del volume dei dati:
nl: Grootte gegevensvolume:

source: Data volume type
da: Datavolumen type
fa: نوع Data volume
fr: Type de volume de données
it: Tipo di volume di dati
nl: Type gegevensvolume

source: Databases
da: Databaser
fa: پایگاه داده
fr: Bases de données
it: Database

source: Datastore
da: Datalager
fr: Magasin de données
it: Archivio dati

source: Date
da: Dato
fa: تاریخ
it: Data
nl: Datum

source: Date and time of incident
da: Dato og tidspunkt for hændelsen
fr: Date et heure de l'incident
it: Data e ora dell'incidente
nl: Datum en tijd van het incident

source: Date joined
da: Dato tilsluttet
fa: تاریخ پیوستن
fr: Date d'adhésion
it: Data di adesione
nl: Datum toegetreden

source: Date of reporting
da: Dato for indberetning
fa: تاریخ گزارش
fr: Date du rapport
it: Data di segnalazione
nl: Datum van rapportage

source: Days
da: Dage
fr: Jours
it: Giorni
nl: Dagen

source: Deactivate
da: Deaktiver
fa: غیرفعال
fr: Désactiver
it: Disattiva
nl: Deactiveren

source: Deactivating
da: Deaktivering
fa: غیرفعال کردن
fr: Désactivation
it: Disattivazione
nl: Gedeactiveerd

source: Default
da: Standard
fa: پیش فرض
fr: Par défaut
it: Predefinito
nl: Standaard

source: Default SLURM account for user
da: Standard SLURM-konto for bruger
fa: حساب پیش فرض SLURM برای کاربر
fr: Compte SLURM par défaut pour l'utilisateur
it: Account SLURM predefinito per l'utente
nl: Standaard SLURM-account voor gebruiker

source: Default account
da: Standardkonto
fa: حساب پیش فرض
fr: Compte par défaut
it: Account predefinito
nl: Standaardaccount

source: Default availability zone for provisioned instances.
da: Standard tilgængelighedszone for klargjorte instanser.
fa: منطقه دسترسی پیش فرض تهیه شده برای instance.
fr: Zone de disponibilité par défaut pour les instances provisionnées.
it: Area di disponibilità predefinita per le istanze di cui è stato e provisioning.
nl: Standaard beschikbaarheidszone voor ingerichte instanties.

source: Default cluster label
da: Standard klyngeetiket
fa: لیبل cluster پیش فرض
fr: Étiquette de cluster par défaut
it: Etichetta cluster predefinita
nl: Standaard cluster label

source: Default tax percent
da: Standard skat procent
fr: Pourcentage de taxe par défaut
it: Percentuale imposta predefinita
nl: Standaard belastingpercentage

source: Default value
da: Standardværdi
fa: مقدار پیش فرض
fr: Valeur par défaut
it: Valore predefinito
nl: Standaardwaarde

source: Delete
da: Slet
fa: حذف
fr: Supprimer
it: Elimina
nl: Verwijderen

source: Delete catalog
da: Slet katalog
fa: حذف کاتالوگ
fr: Supprimer le catalogue
it: Elimina catalogo
nl: Catalogus verwijderen

source: Delete volumes
da: Slet diskenheder
fa: حذف volumes
fr: Supprimer des volumes
it: Eliminare volumi
nl: Volumes verwijderen

source: Deleting PostgreSQL server will cause deletion of all databases created within server.
da: Sletning af PostgreSQL-server vil medføre sletning af alle databaser oprettet på serveren.
fa: حذف کردن سرور PostgreSQLباعث خواهدشد تمام پایگاه داده ای که توسط سرور ایجاد شده است حذف شود.
fr: La suppression du serveur PostgreSQL entraînera la suppression de toutes les bases de données créées dans le serveur.
it: L'eliminazione del server PostgreSQL causerà l'eliminazione di tutti i database creati all'interno del server.
nl: Het verwijderen van de PostgreSQL server zal leiden tot het verwijderen van alle databases die binnen de server zijn aangemaakt.

source: Deploy Longhorn block storage after cluster is deployed
da: Implementere Longhorn-bloklagring, når klyngen er implementeret
fr: Déployer le stockage en bloc Longhorn après le déploiement du cluster
it: Distribuire l'archiviazione dei blocchi Longhorn dopo la distribuzione del cluster
nl: Implementeer Longhorn blokopslag nadat cluster is geïmplementeerd

source: Description
da: Beskrivelse
fa: توضیحات
it: Descrizione
nl: Beschrijving

source: Desired replicas
da: Ønskede replikaer
fr: Répliques souhaitées
it: Repliche desiderate
nl: Gewenste replica's

source: Destination
da: Bestemmelsessted
fa: مقصد
it: Destinazione
nl: Bestemming

source: Destination URL
da: Bestemmelsessted-URL
fa: مقصد URL
fr: URL de destination
it: URL di destinazione
nl: Bestemming URL

source: Destination (CIDR)
da: Bestemmelsessted (CIDR)
it: Destinazione (CIDR)
nl: Bestemming (CIDR)

source: Destroy
da: Ødelægge
fa: از بین رفتن
fr: Détruire
it: Distruggere
nl: Vernietigen

source: Destroy resource
da: Ødelæg ressource
fr: Détruire la ressource
it: Distruggere la risorsa
nl: Vernietig hulpbron

source: Destroy {name} instance
da: Ødelæg {name} instans
fr: Détruire l'instance {name}
it: Distruggi istanza di {name}
nl: Vernietig {name} instantie

source: Destroying
da: Ødelægge
fa: از بین میبرد
fr: Détruire
it: Distruggere
nl: Vernietigen

source: Detach
da: Løsrive
fa: جدا
fr: Détacher
it: Staccare
nl: Loskoppelen

source: Detaching
da: Afmontering
fa: جدا کردن
fr: Détacher
it: Stacco
nl: Ontkoppeling

source: Details
da: Oplysninger
fa: جزئیات
fr: Détails
it: Dettagli

source: Device
da: Enhed
fa: دستگاه
fr: Appareil
it: Dispositivo
nl: Apparaat

source: DigitalOcean provider
da: DigitalOcean-udbyder
fa: ارائه دهنده DigitalOcean
fr: Fournisseur DigitalOcean
it: Fornitore DigitalOcean
nl: DigitalOcean aanbieder

source: Direction
da: Retning
it: Direzione
nl: Richting

source: Disable data volume
da: Deaktiver datamængde
fa: غیر فعال کردن data volume
fr: Désactiver le volume de données
it: Disabilitare il volume di dati
nl: Gegevensvolume uitschakelen

source: Disable gateway IP advertising via DHCP
da: Deaktiver gateway IP-annoncering via DHCP
fa: غیر فعال کردن تبلیغات gateway IP از طریق DHCP
fr: Désactiver la publicité IP de la passerelle via DHCP
it: Disabilitare la pubblicità IP del gateway tramite DHCP
nl: Uitschakelen van gateway IP-advertenties via DHCP

source: Disabled
da: Deaktiveret
fa: غیرفعال شده
fr: Désactivée
it: Disabilitato
nl: Uitgeschakeld

source: Disconnect subnet
da: Afbryd undernet
fr: Déconnecter le sous-réseau
it: Disconnetti subnet
nl: Verbreek subnet

source: Disk extension has been scheduled.
da: Diskudvidelse er planlagt.
fr: L'extension de disque a été planifiée.
it: L'estensione del disco è stata pianificata.
nl: Schijfverlenging is gepland.

source: Disk has been created.
da: Disk er blevet oprettet.
fr: Le disque a été créé.
it: Il disco è stato creato.
nl: Schijf is aangemaakt.

source: Disks
da: Disker
fr: Disques
it: Dischi
nl: Schijven

source: Display name
da: Vist navn
fa: نمایش نام
fr: Nom d'affichage
it: Nome visualizzato
nl: Weergavenaam

source: Division
it: Divisione
nl: Divisie

source: Division type
fr: Type de division
it: Tipo di divisione
nl: Type divisie

source: Do not configure a gateway for this subnet
da: Konfigurer ikke en gateway for dette undernet
fa: gateway را برای این subnet پیکربندی نکنید
fr: Ne pas configurer une passerelle pour ce sous-réseau
it: Non configurare un gateway per questa subnet
nl: Configureer geen gateway voor dit subnet

source: Do you really want to delete comment?
da: Vil du virkelig slette en kommentar?
fa: آیا واقعا میخواهید یادداشت ها را حذف کنید؟
fr: Voulez-vous vraiment supprimer le commentaire ?
it: Vuoi davvero cancellare un commento?
nl: Wil je echt je commentaar verwijderen?

source: Do you want to unlink instance {name}?
da: Vil du fjerne tilknytning til instans {name}?
fa: آیا واقعا میخواهید{اسم} instance را جدا کنید؟
fr: Voulez-vous délier l'instance {name} ?
it: Vuoi scollegare l'istanza {name}?
nl: Wilt u instantie {name} ontkoppelen?

source: Docker version
fa: نسخه Docker
fr: Version de Docker
it: Versione Docker
nl: Docker-versie

source: Documentation
da: Dokumentation
fa: مستندات
it: Documentazione
nl: Documentatie

source: Documents
da: Dokumenter
fa: اسناد
it: Documenti
nl: Documenten

source: Domain
da: Domæne
fr: Domaine
it: Dominio
nl: Domein

source: Domain name
da: Domænenavn
fa: نام Domain
fr: Nom de domaine
it: Nome del dominio
nl: Domeinnaam

source: Domain name. If not defined default domain will be used.
da: Domænenavn. Hvis ikke defineret standard domæne vil blive brugt.
fa: اگر نام Domain تعریف نشده باشد،از Domain پیش فرض استفاده میشود.
fr: Nom de domaine. S'il n'est pas défini, le domaine par défaut sera utilisé.
it: Nome di dominio. Se non definito verrà utilizzato il dominio predefinito.
nl: Domeinnaam. Indien niet gedefinieerd standaarddomein zal worden gebruikt.

source: Done
da: Færdig
fa: انجام شده
fr: Fait
it: Fatto
nl: Gedaan

source: Download invoice
da: Download faktura
fa: بارگیری فاکتور
fr: Télécharger la facture
it: Scarica fattura
nl: Factuur downloaden

source: Download order PDF file
da: Download ordre PDF-fil
fa: سفارش بارگیری فایل PDF
fr: Télécharger le fichier PDF de la commande
it: Scarica il file PDF dell'ordine
nl: Bestelling PDF-bestand downloaden

source: Draft
da: Udkast
fa: پیش نویس
fr: Brouillon
it: Bozza
nl: Concept

source: Drop files to attach, or
da: Slip filer for at vedhæfte, eller
fa: فایل ها را برای متصل شدن رها کنید، یا
fr: Déposer des fichiers à joindre, ou
it: Rilasciare i file da allegare, oppure
nl: Bestanden neerzetten om bij te voegen, of

source: Drop files to attach them to the issue.
da: Slip filer for at vedhæfte dem til problemet.
fa: فایل ها را رها کنید تا به موضوع متصل شوند.
fr: Déposez des fichiers pour les joindre au problème.
it: Rilascia i file per allegarli al problema.
nl: Zet bestanden neer om ze bij het probleem te voegen.

source: Droplet has been resized.
da: Dråber er blevet ændret.
fa: Droplet تغییر سایز داده است.
fr: La gouttelette a été redimensionnée.
it: La goccia è stata ridimensionata.
nl: Het formaat van de druppel is gewijzigd.

source: Due date
da: Forfaldsdato
fa: موعد مقرر
fr: Date d'échéance
it: Data scadenza
nl: Vervaldatum

source: Dynamic — use separate volume types for tracking pricing
da: Dynamisk — brug separate volumentyper til sporing af priser
fr: Dynamique - utiliser des types de volumes distincts pour le suivi des prix
it: Dinamico — utilizzare tipi di volume separati per tenere traccia dei prezzi
nl: Dynamisch — gebruik afzonderlijke volumetypen voor het bijhouden van prijzen

source: EU VAT ID
fa: شناسه EU VAT
fr: ID TVA DE L'UE
it: ID IVA EU
nl: EU BTW-NUMMER

source: Each mount point should be used once at most.
da: Hvert monteringspunkt bør højst bruges én gang.
fa: هر mount point باید حداکثر یکبار استفاده شود.
fr: Chaque point de montage doit être utilisé une fois au plus.
it: Ogni punto di montaggio deve essere utilizzato una volta al massimo.
nl: Elk koppelpunt moet maximaal één keer worden gebruikt.

source: Each usage report must be connected with a billing plan to assure correct calculation of accounting data.
da: Hver brugsrapport skal være forbundet med en faktureringsplan for at sikre korrekt beregning af regnskabsdata.
fa: برای اطمینان از محاسبه صحیح داده های حسابداری، هر گزارش باید به برنامه صورتحساب متصل باشد.
fr: Chaque rapport d'utilisation doit être relié à un plan de facturation afin de garantir un calcul correct des données comptables.
it: Ogni rapporto di utilizzo deve essere collegato a un piano di fatturazione per garantire il corretto calcolo dei dati contabili.
nl: Elk gebruiksrapport moet gekoppeld zijn aan een factureringsplan om een correcte berekening van de boekhoudgegevens te garanderen.

source: Edit
da: Rediger
fa: ویرایش
fr: Modifier
it: Modifica
nl: Bewerken

source: Edit YAML
da: Rediger YAML
fr: Modifier YAML
it: Modifica YAML
nl: YAML bewerken

source: Edit an availability
da: Rediger en tilgængelighed
fa: ویرایش دسترسی
fr: Modifier une disponibilité
it: Modificare una disponibilità
nl: Een beschikbaarheid bewerken

source: Edit attributes
da: Rediger attributter
fr: Modifier les attributs
it: Modificare gli attributi
nl: Attributen bewerken

source: Edit booking event
da: Rediger bookingbegivenhed
fa: ویرایش رویداد رزرو
fr: Modifier l'événement de réservation
it: Modifica evento di prenotazione
nl: Boekingsgebeurtenis bewerken

source: Edit confirmation message
da: Rediger bekræftelsesmeddelelse
fr: Modifier le message de confirmation
it: Modifica messaggio di conferma
nl: Bevestigingsbericht bewerken

source: Edit confirmation message of {offeringName}
da: Rediger bekræftelsesmeddelelse for {offeringName}
fr: Modifier le message de confirmation de {offeringName}
it: Modifica messaggio di conferma di {offeringName}
nl: Bevestigingsbericht van {offeringName} bewerken

source: Edit offering
da: Rediger tilbud
fr: Modifier l'offre
it: Modifica offerta
nl: Aanbod bewerken

source: Edit permissions
da: Rediger tilladelser
fr: Modifier les autorisations
it: Modifica autorizzazioni
nl: Machtigingen bewerken

source: Edit project member
da: Rediger projektmedlem
fa: ویرایش اعضا پروژه
fr: Modifier le membre du projet
it: Modifica membro del progetto
nl: Projectlid bewerken

source: Edit team member
da: Rediger teammedlem
fa: ویرایش اعضا گروه
fr: Modifier un membre de l'équipe
it: Modifica membro del team
nl: Teamlid bewerken

source: Egress
da: Udgang
fr: Sortie
it: Uscita
nl: Uitgaand

source: Email address
da: E-mail-adresse
fr: Adresse e-mail
it: Indirizzo email
nl: E-mailadres

source: Email change request has been cancelled.
da: Anmodning om ændring af e-mail er blevet annulleret.
fa: درخواست تغییر ایمیل لغو شده است.
fr: La demande de modification de l'e-mail a été annulée.
it: La richiesta di modifica tramite e-mail è stata annullata.
nl: E-mail wijzigingsverzoek is geannuleerd.

source: Email has been updated.
da: E-mailen er blevet opdateret.
fa: ایمیل بروز رسانی شده است.
fr: L'e-mail a été mis à jour.
it: L'e-mail è stata aggiornata.
nl: E-mail is bijgewerkt.

source: Email verification has been sent. Please check your inbox.
da: E-mail-bekræftelse er blevet sendt. Tjek venligst din indbakke.
fa: تایید ایمیل ارسال شده است.لطفا صندوق ورودی خودرا چک کنید.
fr: La vérification de l'e-mail a été envoyée. Veuillez vérifier votre boîte de réception.
it: La verifica e-mail è stata inviata. Controlla la tua casella di posta.
nl: E-mail verificatie is verzonden. Controleer uw inbox.

source: Enable
da: Aktiver
fa: فعال کردن
fr: Activer
it: Abilita
nl: Inschakelen

source: Enable DHCP
da: Aktivér DHCP
fa: فعال کردن DHCP
fr: Activer le DHCP
it: Abilita DHCP
nl: DHCP inschakelen

source: Enable by default
da: Aktivér som standard
fr: Activer par défaut
it: Abilita per impostazione predefinita
nl: Standaard inschakelen

source: Enable limit
da: Aktivér grænse
fr: Activer la limite
it: Abilita limite
nl: Limiet inschakelen

source: Enable profile after creation
da: Aktivér profil efter oprettelse
fr: Activer le profil après la création
it: Abilita profilo dopo la creazione
nl: Profiel inschakelen na aanmaken

source: Enabled
da: Aktiveret
fa: فعال شده
fr: Activé
it: Abilitato
nl: Ingeschakeld

source: Enabled checklists have been updated.
da: Aktiverede tjeklister er blevet opdateret.
fr: Les listes de contrôle activées ont été mises à jour.
it: Le liste di controllo abilitate sono state aggiornate.
nl: Ingeschakelde controlelijsten zijn bijgewerkt.

source: Enabled default gateway
da: Aktiveret standard gateway
fa: فعال کردن پیش فرض gateway
fr: Passerelle par défaut activée
it: Gateway predefinito abilitato
nl: Ingeschakelde standaard gateway

source: Encountered an empty component
da: Stødte på en tom komponent
fa: مواجه شدن با یک component خالی
fr: Rencontré un composant vide
it: Rilevato un componente vuoto
nl: Een leeg onderdeel aangetroffen

source: End
da: Slut
fa: پایان
fr: Fin
it: Fine
nl: Einde

source: End date
da: Slutdato
fa: تاریخ پایان
fr: Date de fin
it: Data di fine
nl: Einddatum

source: End date must be after start date.
da: Slutdatoen skal være efter startdatoen.
fr: La date de fin doit être postérieure à la date de début.
it: La data di fine deve essere successiva alla data di inizio.
nl: De einddatum moet na de begindatum zijn.
