Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Verify email
da: Bekræft e-mail
fr: Vérifier l'e-mail
it: Verifica e-mail
nl: E-mail verifiëren

source: Verifying email change
da: Bekræftelse af ændring af e-mail
fr: Vérification de la modification de l'e-mail
it: Verifica della modifica della posta elettronica
nl: E-mailwijziging verifiëren

source: Version
it: Versione
nl: Versie

source: View YAML
da: Se YAML
fr: Voir YAML
it: Visualizza YAML
nl: Bekijk YAML

source: Viewing image
da: Visning af billede
fr: Affichage de l'image
it: Visualizzazione dell'immagine
nl: Afbeelding bekijken

source: Virtual machines
da: Virtuelle maskiner
fr: Machines virtuelles
it: Macchine virtuali
nl: Virtuele machines

source: Virtual machines count
da: Antal virtuelle maskiner
fr: Nombre de machines virtuelles
it: Conteggio macchine virtuali
nl: Virtuele machines tellen

source: Volume has been attached to instance.
da: Volumen er blevet vedhæftet til instans.
fr: Le volume a été attaché à l'instance.
it: Il volume è stato collegato all'istanza.
nl: Volume is gekoppeld aan instantie.

source: Volume has been extended.
da: Volumen er blevet udvidet.
fr: Le volume a été étendu.
it: Il volume è stato esteso.
nl: Volume is uitgebreid.

source: Volume has been retyped.
da: Volumen er blevet omskrevet.
fr: Le volume a été retapé.
it: Il volume è stato ridigitato.
nl: Volume is opnieuw getypt.

source: Volume name
da: Navn på volumen
fr: Nom du volume
it: Nome volume
nl: Volumenaam

source: Volume size
da: Volumen størrelse
fr: Taille du volume
it: Dimensione del volume
nl: Volumegrootte

source: Volume snapshot has been created.
da: Volume snapshot er blevet oprettet.
fr: L'instantané de volume a été créé.
it: È stata creata un'istantanea del volume.
nl: Volume momentopname is aangemaakt.

source: Volume snapshot has been restored.
da: Volumen snapshot er blevet gendannet.
fr: L'instantané de volume a été restauré.
it: L'istantanea del volume è stata ripristinata.
nl: Volume momentopname is hersteld.

source: Volume snapshots
da: Volumen snapshots
fr: Instantanés de volume
it: Istantanee del volume
nl: Volume momentopnamen

source: Volume type
da: Volumentype
fr: Type de volume
it: Tipo di volume

source: Volume type storage limit is exceeded
da: Grænsen for lagring af volumetype er overskredet
fr: La limite de stockage du type de volume est dépassée
it: Il limite di archiviazione del tipo di volume viene superato
nl: Opslaglimiet voor volumetype wordt overschreden

source: Volumes
da: Volumener
it: Volumi

source: Volumes count
da: Antal volumener
fr: Nombre de volumes
it: Conteggio volumi
nl: Aantal volumes

source: Website URL
da: Hjemmeside URL
fr: URL de site web
it: URL sito Web

source: Welcome, {user}!
da: Velkommen, {user}!
fr: Bienvenue, {user} !
it: Benvenuto, {user}!
nl: Welkom, {user}!

source: Welcome to {pageTitle}!
da: Velkommen til {pageTitle}!
fr: Bienvenue à {pageTitle} !
it: Benvenuti a {pageTitle}!
nl: Welkom bij {pageTitle}!

source: Why do you need to remove organization with existing projects?
da: Hvorfor skal du fjerne organisationen med eksisterende projekter?
fr: Pourquoi avez-vous besoin de supprimer une organisation avec des projets existants ?
it: Perché è necessario rimuovere l'organizzazione con progetti esistenti?
nl: Waarom moet u organisatie met bestaande projecten verwijderen?

source: Why would you want to go away? Help us become better please!
da: Hvorfor vil du gå væk? Hjælp os med at blive bedre, tak!
fr: Pourquoi voulez-vous partir ? Aidez-nous à devenir meilleurs, s'il vous plaît !
it: Perché dovresti voler andare via? Aiutaci a diventare migliori per favore!
nl: Waarom zou je weg willen gaan? Help ons beter te worden, alsjeblieft!

source: Worker
da: Arbejdstager
fr: Travailleur
it: Lavoratore
nl: Werknemer

source: Workload
da: Arbejdsbyrde
fr: Charge de travail
it: Carico di lavoro
nl: Werklast

source: Workloads
da: Arbejdsbyrder
fr: Charges de travail
it: Carichi di lavoro
nl: Werklasten

source: Would you like to update your current email with the one from the invitation?
da: Vil du opdatere din nuværende e-mail med den fra invitationen?
fr: Souhaitez-vous mettre à jour votre e-mail actuel avec celui de l'invitation ?
it: Vuoi aggiornare l'email corrente con quella dell'invito?
nl: Wilt u uw huidige e-mail bijwerken met die van de uitnodiging?

source: Write review
da: Skriv en anmeldelse
fr: Ecrire une critique
it: Scrivere una recensione
nl: Een beoordeling schrijven

source: YAML has been imported.
da: YAML er blevet importeret.
fr: YAML a été importé.
it: YAML è stato importato.
nl: YAML is geïmporteerd.

source: YAML has been updated.
da: YAML er blevet opdateret.
fr: YAML a été mis à jour.
it: YAML è stato aggiornato.
nl: YAML is bijgewerkt.

source: Yes
da: Ja
fr: Oui
it: Sì
nl: Ja

source: Yes, use invitation email
da: Ja, brug invitationsmail
fr: Oui, utiliser l'e-mail d'invitation
it: Sì, usa l'e-mail di invito
nl: Ja, gebruik uitnodigingsmail

source: You've either entered invalid URL or don't have enough permissions to view this page.
da: Du har enten indtastet ugyldig URL-adresse eller har ikke nok tilladelser til at se denne side.
fr: Vous avez entré une URL invalide ou vous n'avez pas les autorisations nécessaires pour afficher cette page.
it: Hai inserito un URL non valido o non hai autorizzazioni sufficienti per visualizzare questa pagina.
nl: U hebt een ongeldige URL ingevoerd of u hebt niet genoeg machtigingen om deze pagina te bekijken.

source: You can create issue by pressing the button below
da: Du kan oprette et problem ved at trykke på knappen nedenfor
fr: Vous pouvez créer un problème en appuyant sur le bouton ci-dessous
it: Puoi creare un problema premendo il pulsante qui sotto
nl: U kunt een probleem maken door op de onderstaande knop te drukken

source: You can find offerings to order in the marketplace
da: Du kan finde tilbud til bestilling på markedspladsen
fr: Vous pouvez trouver des offres à commander sur la place de marché
it: Puoi trovare offerte su ordinazione sul mercato
nl: U kunt aanbiedingen vinden om te bestellen op de marktplaats

source: You can remove this organization by pressing the button
da: Du kan fjerne denne organisation ved at trykke på knappen
fr: Vous pouvez supprimer cette organisation en appuyant sur le bouton
it: È possibile rimuovere questa organizzazione premendo il pulsante
nl: U kunt deze organisatie verwijderen door op de knop te drukken

source: You can start filling this table by creating your first offering.
da: Du kan begynde at udfylde denne tabel ved at oprette dit første tilbud.
fr: Vous pouvez commencer à remplir ce tableau en créant votre première offre.
it: Puoi iniziare a riempire questa tabella creando la tua prima offerta.
nl: U kunt beginnen met het vullen van deze tafel door uw eerste aanbod te creëren.

source: You cannot change your own role.
da: Du kan ikke ændre din egen rolle.
fr: Vous ne pouvez pas changer votre propre rôle.
it: Non puoi cambiare il tuo ruolo.
nl: U kunt uw eigen rol niet veranderen.

source: You cannot manage other organization owner.
da: Du kan ikke administrere andre organisationsejere.
fr: Vous ne pouvez pas gérer un autre propriétaire d'organisation.
it: Non è possibile gestire altri proprietari dell'organizzazione.
nl: U kunt geen andere organisatie-eigenaar beheren.

source: You do not belong to any organization yet
da: Du tilhører ikke nogen organisation endnu
fr: Vous n'appartenez pas encore à une organisation
it: Non appartenete ancora a nessuna organizzazione
nl: U behoort nog niet tot een organisatie

source: You do not currently have any organizations.
da: Du har i øjeblikket ikke nogen organisationer.
fr: Vous n'avez actuellement aucune organisation.
it: Al momento non si dispone di organizzazioni.
nl: U hebt momenteel geen organisaties.

source: You do not have any resources yet.
da: Du har ikke nogen ressourcer endnu.
fr: Vous n'avez pas encore de ressources.
it: Non hai ancora risorse.
nl: Je hebt nog geen bronnen.

source: You don't have enough privileges to perform this operation.
da: Du har ikke nok privilegier til at udføre denne handling.
fr: Vous n'avez pas assez de privilèges pour effectuer cette opération.
it: Non si dispone di privilegi sufficienti per eseguire questa operazione.
nl: U heeft niet genoeg rechten om deze bewerking uit te voeren.

source: You don't have permission to cancel this invitation.
da: Du har ikke tilladelse til at annullere denne invitation.
fr: Vous n'avez pas l'autorisation d'annuler cette invitation.
it: Non si dispone dell'autorizzazione per annullare questo invito.
nl: U hebt geen toestemming om deze uitnodiging te annuleren.

source: You don't have permission to send this invitation.
da: Du har ikke tilladelse til at sende denne invitation.
fr: Vous n'avez pas l'autorisation d'envoyer cette invitation.
it: Non si dispone dell'autorizzazione per inviare questo invito.
nl: U hebt geen toestemming om deze uitnodiging te verzenden.

source: You have entered data in form. When dialog is closed form data would be lost.
da: Du har indtastet data i formularen. Når dialogboksen lukkes, går formulardata tabt.
fr: Vous avez saisi des données dans un formulaire. Lorsque le dialogue est fermé, les données du formulaire seraient perdues.
it: Hai inserito i dati nel modulo. Quando la finestra di dialogo è chiusa i dati del modulo andrebbero persi.
nl: U heeft gegevens in het formulier ingevoerd. Als het dialoogvenster wordt gesloten, gaan de formuliergegevens verloren.

source: You have exceeded maximum number of quotas.
da: Du har overskredet det maksimale antal kvoter.
fr: Vous avez dépassé le nombre maximum de quotas.
it: Hai superato il numero massimo di quote.
nl: U heeft het maximum aantal quota's overschreden.

source: You have no notifications yet.
da: Du har ingen meddelelser endnu.
fr: Vous n’avez pas encore de notifications.
it: Non hai ancora notifiche.
nl: Je hebt nog geen meldingen.

source: You have no quotas yet.
da: Du har ingen kvoter endnu.
fr: Vous n'avez pas encore de quotas.
it: Non hai ancora quote.
nl: U heeft nog geen quota.

source: You have not added any SSH keys to your <Link>profile</Link>.
da: Du har ikke føjet nogen SSH-nøgler til din <Link>profil</Link>.
fr: Vous n'avez pas ajouté de clés SSH à votre <Link>profil</Link>.
it: Non hai aggiunto alcuna chiave SSH al tuo <Link>profilo</Link>.
nl: U heeft geen SSH-sleutels toegevoegd aan uw <Link>profiel</Link>.

source: You have the right to purchase service without additional approval.
da: Du har ret til at købe service uden yderligere godkendelse.
fr: Vous avez le droit d'acheter un service sans autorisation supplémentaire.
it: Hai il diritto di acquistare il servizio senza ulteriore approvazione.
nl: U heeft het recht om dienst aan te schaffen zonder aanvullende goedkeuring.

source: You haven't created any issues yet.
da: Du har ikke oprettet nogen problemer endnu.
fr: Vous n'avez pas encore créé de problèmes.
it: Non hai ancora creato alcun problema.
nl: U heeft nog geen problemen aangemaakt.

source: You must be staff to modify payment profiles
da: Du skal være personale for at ændre betalingsprofiler
fr: Vous devez être membre du personnel pour modifier les profils de paiement
it: Devi essere personale per modificare i profili di pagamento
nl: U moet personeel zijn om betalingsprofielen te wijzigen

source: You must be staff to modify payments
da: Du skal være personale for at ændre betalinger
fr: Vous devez être membre du personnel pour modifier les paiements
it: Devi essere personale per modificare i pagamenti
nl: U moet personeel zijn om betalingen te wijzigen

source: You need approval to finish purchasing of services.
da: Du har brug for godkendelse for at afslutte køb af tjenester.
fr: Vous avez besoin d'une approbation pour terminer l'achat de services.
it: È necessaria l'approvazione per completare l'acquisto dei servizi.
nl: U heeft goedkeuring nodig om de aankoop van diensten te voltooien.

source: You will be redirected in a moment.
da: Du vil blive omdirigeret om et øjeblik.
fr: Vous serez redirigé dans un instant.
it: Sarai reindirizzato in un momento.
nl: U wordt zo dadelijk doorgestuurd.

source: Your FreeIPA has been removed in FreeIPA server.
da: Din FreeIPA er blevet fjernet på FreeIPA-serveren.
fr: Votre FreeIPA a été supprimé du serveur FreeIPA.
it: Il tuo FreeIPA è stato rimosso dal server FreeIPA.
nl: Uw FreeIPA is verwijderd van de FreeIPA server.

source: Your FreeIPA has been synced successfully.
da: Din FreeIPA er blevet synkroniseret med succes.
fr: Votre FreeIPA a été synchronisé avec succès.
it: Il tuo FreeIPA è stato sincronizzato con successo.
nl: Uw FreeIPA is succesvol gesynchroniseerd.

source: Your account is not authorized to use this allocation
da: Din konto er ikke autoriseret til at bruge denne tildeling
fr: Votre compte n'est pas autorisé à utiliser cette allocation
it: Il tuo account non è autorizzato a utilizzare questa allocazione
nl: Uw account is niet geautoriseerd om deze toewijzing te gebruiken

source: Your current email is:
da: Din nuværende e-mail er:
fr: Votre e-mail actuel est :
it: La tua email attuale è:
nl: Uw huidige e-mail is:

source: Your invitation is being processed.
da: Din invitation bliver behandlet.
fr: Votre invitation est en cours de traitement.
it: Il tuo invito è in fase di elaborazione.
nl: Uw uitnodiging wordt verwerkt.

source: Your invitation was accepted.
da: Din invitation blev accepteret.
fr: Votre invitation a été acceptée.
it: Il tuo invito è stato accettato.
nl: Uw uitnodiging is geaccepteerd.

source: Your organization does not have any projects yet.
da: Din organisation har endnu ikke nogen projekter.
fr: Votre organisation n'a pas encore de projets.
it: L'organizzazione non dispone ancora di progetti.
nl: Uw organisatie heeft nog geen projecten.

source: Your session has expired, please enter credentials to continue.
da: Din session er udløbet. Indtast venligst legitimationsoplysninger for at fortsætte.
fr: Votre session a expiré, veuillez entrer des informations d'identification pour continuer.
it: La sessione è scaduta, inserisci le credenziali per continuare.
nl: Uw sessie is verlopen, voer referenties in om door te gaan.

source: (VAT is not included)
da: (Moms er ikke inkluderet)
fa: مالیات بر ارزش افزوده گنجانده نشده است
fr: (La TVA n'est pas incluse)
it: (IVA non inclusa)
nl: (BTW is niet inbegrepen)

source: allocation users
da: tildelingsbrugere
fr: utilisateurs d'allocation
it: utenti di allocazione
nl: toewijzing gebruikers

source: application
da: ansøgning
it: applicazione
nl: toepassing

source: application templates
da: Skabeloner til ansøgninger
fr: modèles d'application
it: modelli di applicazione
nl: toepassingssjablonen

source: applications
da: ansøgninger
it: applicazioni
nl: toepassingen

source: at
da: på
fr: à
it: a
nl: op

source: bootable
da: bootbar
fr: amorçable
it: avviabile
nl: opstartbaar

source: browse
da: gennemse
fr: parcourir
it: sfoglia
nl: bladeren

source: catalogues
da: kataloger
it: cataloghi
nl: catalogi

source: control plane
da: kontrolplan
fr: avion de contrôle
it: piano di controllo
nl: besturingsvlak

source: current state on backend: {resourceState}.
da: nuværende tilstand på backend: {resourceState}.
fr: état actuel sur le backend : {resourceState}.
it: stato corrente sul backend: {resourceState}.
nl: huidige status op backend: {resourceState}.

source: databases
da: databaser
fr: bases de données
it: banche dati

source: day
da: dag
fr: jour
it: giorno
nl: dag

source: disks
da: disker
fr: disques
it: dischi
nl: schijven

source: e.g. MyApp
da: f.eks. MyApp
fr: par exemple MyApp
it: ad es. MyApp
nl: bijv. MyApp

source: entries
da: indgange
fr: entrées
it: inserimenti
nl: vermeldingen

source: error message: {errorMessage}
da: fejlmeddelelse: {errorMessage}
fr: message d'erreur : {errorMessage}
it: messaggio di errore: {errorMessage}
nl: foutbericht: {errorMessage}

source: estimated
da: anslået
fr: estimé
it: stimato
nl: geschatte

source: events
da: begivenheder
fr: événements
it: eventi
nl: gebeurtenissen

source: failed
da: mislykkedes
fr: échoué
it: fallito
nl: mislukt

source: fetching
da: henter
fr: aller chercher
it: recupero
nl: ophalen

source: floating IPs
da: flydende IP'er
fr: IP flottantes
it: IP flottanti
nl: zwevende IP's

source: generate automatically
da: generere automatisk
fr: générer automatiquement
it: generare automaticamente
nl: automatisch genereren

source: horizontal pod autoscaler
da: vandret pod autoscaler
fr: autoscaler de pod horizontal
it: autoscaler pod orizzontale
nl: horizontale pod autoscaler

source: horizontal pod autoscalers
da: vandrette pod autoskalere
fr: autoscalers de pod horizontal
it: autoscaler pod orizzontali
nl: horizontale pod autoscalers

source: hour
da: time
fr: heure
it: ora
nl: uur

source: hours
da: timer
fr: heures
it: ore
nl: uren

source: ingresses
da: indtrænger
fr: entrées
it: ingressi
nl: binnendringen

source: internal IPs
da: interne IP'er
fr: IPs internes
it: IP interni
nl: interne IPs

source: invoices
da: fakturaer
fr: factures
it: fatture
nl: facturen

source: items
da: varer
fr: articles
it: articoli
nl: artikelen

source: minute
da: minut
it: minuto
nl: minuut

source: month
da: måned
fr: mois
it: mese
nl: maand

source: network
da: netværk
fr: réseau
it: rete
nl: netwerk

source: networks
da: netværk
fr: réseaux
it: reti
nl: netwerken

source: notifications
da: meddelelser
it: notifiche
nl: meldingen

source: of
da: af
fr: de
it: di
nl: van

source: offering
da: tilbud
fr: offre
it: offerta
nl: aanbod

source: offering permissions
da: tilbyder tilladelser
fr: offrir des autorisations
it: offrire autorizzazioni
nl: machtigingen aanbieden

source: offering resources
da: tilbyde ressourcer
fr: offrir des ressources
it: offrire risorse
nl: hulpbronnen aanbieden

source: offering users
da: tilbyder brugere
fr: offrir aux utilisateurs
it: offrire agli utenti
nl: gebruikers aanbieden

source: offerings
da: tilbud
fr: offres
it: offerte
nl: Aanbiedingen

source: on
da: på
fr: sur
it: su
nl: aan

source: on the
da: på den
fr: sur le
it: sul
nl: op de

source: order items
da: bestil varer
fr: commander des articles
it: ordina articoli
nl: bestel artikelen

source: organization
da: organisation
fr: organisation
it: organizzazione
nl: organisatie

source: organizations
da: organisationer
fr: organisations
it: organizzazioni
nl: organisaties

source: owner
da: ejer
fr: propriétaire
it: proprietario
nl: eigenaar

source: past the hour
da: forbi timen
fr: passé l’heure
it: oltre l'ora
nl: voorbij het uur

source: payment profiles
da: betalingsprofiler
fr: profils de paiement
it: profili di pagamento
nl: betalingsprofielen

source: payments
da: betalinger
fr: paiements
it: pagamenti
nl: betalingen

source: permission reviews
da: tilladelse anmeldelser
fr: examens des autorisations
it: recensioni dei permessi
nl: toestemming beoordelingen

source: plans
da: planer
it: piani
nl: plannen

source: ports
da: porte
it: porte
nl: poorten

source: project
da: projekt
fr: projet
it: progetto

source: projects
da: projekter
fr: projets
it: departments
nl: projecten

source: records
da: optegnelser
fr: enregistrements
it: record

source: referrals
da: henvisninger
fr: références
it: rinvii
nl: verwijzingen

source: remote accounts
da: Fjernkonti
fr: comptes distants
it: Account remoti
nl: externe accounts

source: resource
da: ressource
fr: ressource
it: risorsa
nl: hulpbron

source: resources
da: ressourcer
fr: ressources
it: risorse
nl: hulpbronnen

source: restored volumes
da: gendannede volumener
fr: volumes restaurés
it: volumi ripristinati
nl: herstelde volumes

source: reviews
da: anmeldelser
fr: critiques
it: recensioni
nl: beoordelingen

source: routers
da: routere
fr: routeurs
it: router

source: security group
da: sikkerhedsgruppe
fr: groupe de sécurité
it: gruppo di sicurezza
nl: beveiligingsgroep

source: security groups
da: sikkerhedsgrupper
fr: groupes de sécurité
it: gruppi di sicurezza
nl: beveiligingsgroepen

source: services
da: tjenester
it: servizi
nl: diensten

source: snapshot schedules
da: snapshot-planer
fr: planifications d'instantanés
it: pianificazioni istantanee
nl: momentopnameschema's

source: snapshots
fr: instantanés
it: istantanee
nl: momentopnamen

source: storage
da: opbevaring
fr: stockage
it: archiviazione
nl: opslag

source: subnets
da: undernet
fr: sous-réseaux
it: sottoreti
nl: subnetten

source: support
it: supporto
nl: ondersteuning

source: support feedback
fr: commentaires de support
it: feedback di supporto
nl: ondersteuning terugkoppeling

source: support requests
da: support anmodninger
fr: Demandes de support
it: richieste di supporto
nl: ondersteuningsverzoeken

source: team invitations
da: teaminvitationer
fr: invitations d'équipe
it: inviti di squadra
nl: team uitnodigingen

source: team members
da: teammedlemmer
fr: membres de l’équipe
it: membri del team
nl: teamleden

source: till
da: til
fr: jusqu'à
it: fino a
nl: tot

source: token will not timeout
da: token vil ikke timeout
fr: le jeton ne sera pas expiré
it: il token non verrà timeout
nl: token zal niet time-out

source: users
da: brugere
fr: utilisateurs
it: utenti
nl: gebruikers

source: vCPU count
da: vCPU-antal
fr: nombre de vCPU
it: Conteggio vCPU
nl: vCPU aantal

source: vCPU limit is exceeded
da: vCPU-grænsen er overskredet
fr: La limite de vCPU est dépassée
it: Il limite vCPU viene superato
nl: vCPU-limiet is overschreden

source: vSphere Virtual Machine
fr: Machine virtuelle vSphere
it: vSphere Macchina Virtuale
nl: vSphere Virtuele Machine

source: virtual machine
da: virtuel maskine
fr: machine virtuelle
it: macchina virtuale
nl: virtuele machine

source: volume snapshot
da: volumen snapshot
fr: instantané de volume
it: istantanea del volume
nl: volume momentopname

source: volume snapshot schedule
da: volumen snapshotplan
fr: planification des instantanés de volume
it: pianificazione istantanea del volume
nl: volume momentopname schema

source: volume snapshots
da: volumen snapshots
fr: instantanés de volume
it: istantanee del volume
nl: volume momentopnamen

source: volumes
da: volumener
it: volumi

source: week
da: uge
fr: semaine
it: settimana

source: worker
da: arbejdstager
fr: travailleur
it: lavoratore
nl: werknemer

source: workloads
da: arbejdsbyrder
fr: charges de travail
it: carichi di lavoro
nl: werklasten

source: year
da: år
fr: année
it: anno
nl: jaar

source: {category} resources
da: {category} ressourcer
fr: {category} ressources
it: {category} risorse
nl: {category} hulpbronnen

source: {count} user events in {date}
da: {count} brugerbegivenheder i {date}
fr: {count} événements utilisateur dans {date}
it: {count} eventi utente in {date}
nl: {count} gebruikersgebeurtenissen in {date}

source: {name} ({questions_count} questions)
da: {name} ({questions_count} spørgsmål)
it: {name} ({questions_count} domande)
nl: {name} ({questions_count} vragen)

source: {number} days
da: {number} dage
fr: {number} jours
it: {number} giorni
nl: {number} dagen

source: {projectName} project has been moved to {organizationName} organization.
da: {projectName} projektet er blevet flyttet til organisationen {organizationName}.
fr: Le projet {projectName} a été déplacé vers l'organisation {organizationName}.
it: {projectName} progetto è stato spostato nell'organizzazione {organizationName}.
nl: {projectName} project is verplaatst naar {organizationName} organisatie.

source: {relative} ago
da: {relative} siden
fr: {relative} il y a
it: {relative} fa
nl: {relative} geleden

source: {relative} ago, {date}
da: {relative} siden, {date}
fr: {relative} il y a, {date}
it: {relative} fa, {date}
nl: {relative} geleden, {date}
