Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Image here
da: Billede her
fr: Image ici
it: Immagine qui
nl: Afbeelding hier

source: Image name
da: Navn på billede
fa: نام تصویر
fr: Nom de l'image
it: Nome immagine
nl: Afbeeldingsnaam

source: Images
da: Billeder
fa: تصویرها
it: Immagini
nl: Afbeeldingen

source: Import
da: Importer
fa: وارد کردن
fr: Importer
it: Importa
nl: Importeren

source: Import YAML
da: Importer YAML
fr: Importer YAML
it: Importa YAML
nl: YAML importeren

source: Import offering
da: Import tilbud
fr: Offre d'importation
it: Offerta di importazione
nl: Aanbod importeren

source: Import resource
da: Importer ressource
fa: وارد کردن منبع
fr: Importer la ressource
it: Importa risorsa
nl: Hulpbron importeren

source: Importing resources
da: Importerer ressourcer
fa: وارد کردن منابع
fr: Importation de ressources
it: Importazione di risorse
nl: Hulpbronnen importeren

source: In the format of GUID
da: I formatet GUID
fa: در قالب GUID
fr: Dans le format de GUID
it: Nel formato del GUID
nl: In het formaat van GUID

source: Inactive user will not be able to login into the portal.
da: Inaktiv bruger vil ikke kunne logge ind på portalen.
fa: کاربر غیرفعال قادر به ورود به پرتال نخواهد بود.
fr: L'utilisateur inactif ne pourra pas se connecter au portail.
it: L'utente inattivo non sarà in grado di accedere al portale.
nl: Inactieve gebruiker kan niet inloggen op de portal.

source: Incident
da: Hændelse
fa: حادثه
it: Incidente

source: Incident - client issue with service usage or availability (interruptions, degradation of quality).
da: Hændelse - kundeproblem med brug eller tilgængelighed af tjenesten (afbrydelser, kvalitetsforringelse).
fa: حادثه-client issue بااستفاده از خدمات یادر دسترس بودن(وقفه، تخریب کیفیت )
fr: Incident - problème du client avec l'utilisation ou la disponibilité du service (interruptions, dégradation de la qualité).
it: Incidente - problema del client con l'utilizzo o la disponibilità del servizio (interruzioni, degrado della qualità).
nl: Incident - klantprobleem met servicegebruik of beschikbaarheid (onderbrekingen, verslechtering van de kwaliteit).

source: Include weekends
da: Medtag weekender
fa: آخر هفته ها را شامل میشود
fr: Inclure les week-ends
it: Includi fine settimana
nl: Inclusief weekenden

source: Incorrect organization details
da: Forkerte organisationsoplysninger
fa: اطلاعات نادرست سازمان
fr: Détails de l'organisation incorrects
it: Dettagli dell'organizzazione errati
nl: Onjuiste organisatiegegevens

source: Increase a droplet's RAM, CPU and SSD disk.
da: Forøg en dråbe's RAM, CPU og SSD-disk.
fa: droplet's RAM, CPU و SSD را افزایش دهید.
fr: Augmenter la RAM, le CPU et le disque SSD d'une gouttelette.
it: Aumentare la RAM, la CPU e il disco SSD di una goccia.
nl: Vergroot de RAM, CPU en SSD-schijf van een druppel.

source: Increase a droplet's RAM and CPU only (not the storage).
da: Forøg kun en dråbe's RAM og CPU (ikke lageret).
fa: فقط droplet's RAM و CPU را افزایش دهید (نه حافظه )
fr: Augmenter uniquement la RAM et le CPU d'une gouttelette (pas le stockage).
it: Aumentare solo la RAM e la CPU di una goccia (non lo spazio di archiviazione).
nl: Verhoog alleen het RAM en de CPU van een druppel (niet de opslag).

source: Informational
da: Informationsmæssig
fa: اطلاعاتی
fr: informationnel
it: Informativo
nl: Informatieve

source: Informational - client’s request to get or provide additional information related to a service.
da: Informationsmæssig - kundens anmodning om at få eller give yderligere oplysninger relateret til en tjeneste.
fa: client’sبرای گرفتن یا تهیه اطلاعات اضافی مرتبط به سرویس درخواست میدهد.
fr: Informationnel - demande du client d’obtenir ou de fournir des informations supplémentaires liées à un service.
it: Informativo - richiesta del cliente di ottenere o fornire informazioni aggiuntive relative a un servizio.
nl: Informatief - verzoek van de klant om aanvullende informatie met betrekking tot een dienst te krijgen of te verstrekken.

source: Ingress
da: Indtrængen
fr: Entrée
it: Ingresso
nl: Indringing

source: Initial admin password
da: Indledende administratoradgangskode
fa: رمز اولیه ادمین
fr: Mot de passe initial de l'admin
it: Password di amministratore iniziale
nl: Initieel admin wachtwoord

source: Initial admin username
da: Indledende administratorbrugernavn
fa: نام کاربری اولیه ادمین
fr: Nom d'utilisateur initial de l'admin
it: Nome utente amministratore iniziale
nl: Initieel admin gebruikersnaam

source: Instance
da: Instans
it: Istanza
nl: Instantie

source: Instance deletion has been scheduled.
da: Sletning af instans er blevet planlagt.
fr: La suppression de l'instance a été planifiée.
it: L'eliminazione dell'istanza è stata pianificata.
nl: Het verwijderen van instanties is gepland.

source: Instance does not have any floating IPs yet.
da: Instansen har endnu ikke nogen flydende IP'er.
fa: Instance هنوز هیچ IPs شناوری ندارد.
fr: Instance n'a pas encore d'IP flottante.
it: L'istanza non ha ancora IP flottanti.
nl: Instantie heeft nog geen zwevende IP's.

source: Instance does not have any security groups yet.
da: Instansen har endnu ikke nogen sikkerhedsgrupper.
fa: Instance هنوز هیچ security groups ندارد.
fr: Instance n'a pas encore de groupe de sécurité.
it: L'istanza non dispone ancora di gruppi di protezione.
nl: Instantie heeft nog geen beveiligingsgroepen.

source: Instance has been linked.
da: Instansen er blevet forbundet.
fr: L'instance a été liée.
it: L'istanza è stata collegata.
nl: Instantie is gekoppeld.

source: Instance is already active.
da: Instansen er allerede aktiv.
fa: درحال حاضر Instance فعال است.
fr: L'instance est déjà active.
it: L'istanza è già attiva.
nl: Instantie is al actief.

source: Instance is already stopped.
da: Instansen er allerede stoppet.
fa: Instance قبلا متوقف شده است.
fr: L'instance est déjà arrêtée.
it: L'istanza è già stata interrotta.
nl: Instantie is al gestopt.

source: Instance is not connected to any internal subnets yet. Please connect it to internal subnet first.
da: Instansen er endnu ikke forbundet med nogen interne undernet. Forbind den først til et internt undernet.
fa: Instance هنوز به هیچ subnet داخلی وصل نشده است.لطفا ابتدا به یک subnet داخلی وصل شوید.
fr: L'instance n'est pas encore connectée à aucun sous-réseau interne. Veuillez d'abord le connecter au sous-réseau interne.
it: L'istanza non è ancora connessa a nessuna subnet interna. Si prega di collegarlo prima alla sottorete interna.
nl: Instantie is nog niet verbonden met interne subnetten. Verbind het eerst met een intern subnet.

source: Instance should be OK, or erred. Please contact support.
da: Instansen bør være OK, eller fejlagtig. Kontakt venligst support.
fa: Instance یا باید درست باشد یا خطا بدهد.لطفا با پشتیبانی تماس بگیرید.
fr: L'instance devrait être OK, ou errée. S'il vous plaît contacter le support.
it: L'istanza deve essere OK o errata. Contatta il supporto tecnico.
nl: Instantie zou in orde moeten zijn, of foutief. Neem dan contact op met ondersteuning.

source: Instance should be OK. Please contact support.
da: Instansen skulle være OK. Kontakt venligst support.
fr: L'instance devrait être OK. S'il vous plaît contacter le support.
it: L'istanza deve essere OK. Contatta il supporto tecnico.
nl: Instantie zou in orde moeten zijn. Neem dan contact op met ondersteuning.

source: Instance should be shutoff and OK or erred. Please contact support.
da: Instansen skal lukkes og OK eller fejle. Kontakt venligst support.
fa: Instance باید غیر فعال و درست باشد یا خطا بدهد.لطفا با پشتیبانی تماس بگیرید.
fr: L'instance devrait être fermée et OK ou errée. S'il vous plaît contacter le support.
it: L'istanza deve essere di spegnimento e OK o errata. Contatta il supporto tecnico.
nl: Instantie moet worden afgesloten en OK of foutief zijn. Neem dan contact op met ondersteuning.

source: Instances count
da: Antal instanser
fa: شمردن Instance
fr: Nombre d'instances
it: Conteggio istanze
nl: Aantal instanties

source: Internal
da: Intern
fa: داخلی
fr: Interne
it: Interno
nl: Intern

source: Internal IP
da: Intern IP
fa: IP داخلی
fr: IP interne
it: IP interno
nl: Intern IP

source: Internal IPs
da: Interne IP'er
fa: IPs داخلی
fr: IPs internes
it: IP interni
nl: Interne IPs

source: Internal name
da: Internt navn
fa: نام داخلی
fr: Nom interne
it: Nome interno
nl: Interne naam

source: Internal network ID
da: Internt netværks-ID
fa: network ID داخلی
fr: ID du réseau interne
it: ID di rete interno
nl: Interne netwerk-ID

source: Internal network allocation pool
da: Intern netværkstildelingspulje
fa: اختصاص شبکه داخلی
fr: Pool d'allocation de réseau interne
it: Pool di allocazione rete interno
nl: Interne netwerktoewijzingspool

source: Internal network mask (CIDR)
da: Intern netværksmaske (CIDR)
fa: network mask (CIDR) داخلی
fr: Masque de réseau interne (CIDR)
it: Maschera di rete interna (CIDR)
nl: Intern netwerkmasker (CIDR)

source: Internal server error occurred. Please try again or contact support.
da: Der er opstået en intern serverfejl. Prøv venligst igen eller kontakt support.
fa: خطا سرور داخلی رخ داده است. لطفا با پشتیبانی تماس بگیرید.
fr: Une erreur de serveur interne s'est produite. Veuillez réessayer ou contacter le support.
it: Si è verificato un errore interno del server. Riprova o contatta il supporto tecnico.
nl: Interne serverfout opgetreden. Probeer het opnieuw of neem contact op met de ondersteuning.

source: Invalid URL. Unable to parse payment details.
da: Ugyldig URL. Kan ikke analysere betalingsoplysninger.
fa: URL نامعتبر.تجزیه و تحلیل جزیئات پرداخت امکان پذیر نیست.
fr: URL invalide. Impossible d'analyser les détails du paiement.
it: URL non valido. Impossibile analizzare i dettagli del pagamento.
nl: Ongeldige URL. Kan betalingsgegevens niet ontleden.

source: Invitation approval
da: Godkendelse af indbydelse
fa: تایید دعوت
fr: Approbation de l'invitation
it: Approvazione dell'invito
nl: Uitnodiging goedkeuring

source: Invitation confirmation
da: Bekræftelse af indbydelse
fr: Confirmation de l'invitation
it: Conferma invito
nl: Uitnodiging bevestiging

source: Invitation could not be accepted
da: Indbydelse kunne ikke accepteres
fa: دعوت مورد تایید نیست
fr: L'invitation n'a pas pu être acceptée
it: Impossibile accettare l'invito
nl: Uitnodiging kon niet worden geaccepteerd

source: Invitation email is:
da: Indbydelses-e-mailen er:
fa: ایمیل دعوت:
fr: L’e-mail d’invitation est :
it: L'e-mail di invito è:
nl: Uitnodiging e-mail is:

source: Invitation has been approved.
da: Indbydelsen er blevet godkendt.
fa: دعوت تایید شده است.
fr: L'invitation a été approuvée.
it: L'invito è stato approvato.
nl: Uitnodiging is goedgekeurd.

source: Invitation has been canceled.
da: Indbydelsen er blevet aflyst.
fa: دعوت لغو شده است.
fr: L'invitation a été annulée.
it: L'invito è stato annullato.
nl: Uitnodiging is geannuleerd.

source: Invitation has been rejected.
da: Indbydelsen er blevet afvist.
fa: دعوت رد شده است.
fr: L'invitation a été rejetée.
it: L'invito è stato rifiutato.
nl: Uitnodiging is afgewezen.

source: Invitation has been sent again.
da: Indbydelsen er blevet sendt igen.
fa: دعوت مجدد ارسال شده است.
fr: L'invitation a été envoyée à nouveau.
it: L'invito è stato inviato di nuovo.
nl: De uitnodiging is weer verstuurd.

source: Invitation is not found.
da: Indbydelsen er ikke fundet.
fa: دعوت پیدا نشد.
fr: L'invitation n'est pas trouvée.
it: Invito non trovato.
nl: Uitnodiging is niet gevonden.

source: Invitation is not valid
da: Indbydelsen er ikke gyldig
fr: L'invitation n'est pas valide
it: Invito non valido
nl: Uitnodiging is niet geldig

source: Invitation is not valid.
da: Invitationen er ikke gyldig.
fa: دعوت معتبر نیست.
fr: L'invitation n'est pas valide.
it: L'invito non è valido.
nl: Uitnodiging is niet geldig.

source: Invitation is not valid anymore.
da: Indbydelsen er ikke længere gyldig.
fa: دعوت دیگر معتبر نیست.
fr: L'invitation n'est plus valide.
it: L'invito non è più valido.
nl: Uitnodiging is niet meer geldig.

source: Invitation link
da: Invitationslink
fa: لینک دعوت
fr: Lien d'invitation
it: Link di invito
nl: Uitnodiging koppeling

source: Invitation rejection
da: Afvisning af indbydelse
fa: رد دعوت
fr: Rejet de l'invitation
it: Rifiuto invito
nl: Afwijzing uitnodiging

source: Invitations
da: Invitationer
fa: دعوت ها
it: Inviti
nl: Uitnodigingen

source: Invite team member
da: Inviter teammedlem
fa: از اعضای تیم دعوت کنید
fr: Inviter un membre de l'équipe
it: Invita membro del team
nl: Teamlid uitnodigen

source: Invite user
da: Inviter bruger
fa: کاربر را دعوت کنید
fr: Inviter un utilisateur
it: Invita utente
nl: Gebruiker uitnodigen

source: Invoice
da: Faktura
fa: فاکتور
fr: Facture
it: Fattura
nl: Factuur

source: Invoice No.
da: Faktura nr.
fa: شماره فاکتور.
fr: N° de facture
it: Fattura No.
nl: Factuur nr.

source: Invoice date
da: Fakturadato
fa: تاریخ فاکتور
fr: Date de la facture
it: Data fattura
nl: Factuurdatum

source: Invoice events
da: Faktura-begivenheder
fa: رویدادهای فاکتور
fr: Événements de facturation
it: Eventi di fatturazione
nl: Factuur gebeurtenissen

source: Invoice events timeline
da: Tidslinje for faktura begivenheder
fa: جدول زمانی رویدادهای فاکتور
fr: Chronologie des événements de facturation
it: Sequenza temporale eventi fattura
nl: Factuurgebeurtenissen tijdlijn

source: Invoice for organization {customer_link} for the period of {period} has been created.
da: Faktura for organisation {customer_link} for perioden {period} er oprettet.
fa: فاکتور برای سازمان { لینک مشتری} برای مدت{مدت}ایجاد شده است.
fr: La facture pour l'organisation {customer_link} pour la période de {period} a été créée.
it: La fattura per l'organizzazione {customer_link} per il periodo di {period} è stata creata.
nl: Factuur voor organisatie {customer_link} voor de periode van {period} is aangemaakt.

source: Invoice for organization {customer_link} for the period of {period} has been updated.
da: Faktura for organisation {customer_link} for perioden {period} er blevet opdateret.
fa: فاکتور برای سازمان { لینک مشتری} برای مدت{مدت} بروز رسانی شده است.
fr: La facture de l'organisation {customer_link} pour la période {period} a été mise à jour.
it: La fattura per l'organizzazione {customer_link} per il periodo di {period} è stata aggiornata.
nl: Factuur voor organisatie {customer_link} voor de periode van {period} is bijgewerkt.

source: Invoice for organization {customer_name} for the period of {period} has been deleted.
da: Faktura for organisation {customer_name} for perioden {period} er blevet slettet.
fa: فاکتور برای سازمان { لینک مشتری} برای مدت{مدت}ا حذف شده است.
fr: La facture de l'organisation {customer_name} pour la période {period} a été supprimée.
it: La fattura per l'organizzazione {customer_name} per il periodo di {period} è stata eliminata.
nl: Factuur voor organisatie {customer_name} voor de periode van {period} is verwijderd.

source: Invoice has been successfully linked to payment.
da: Fakturaen er blevet knyttet til betaling.
fr: La facture a été liée avec succès au paiement.
it: La fattura è stata collegata correttamente al pagamento.
nl: Factuur is succesvol gekoppeld aan betaling.

source: Invoice has been successfully unlinked from payment.
da: Fakturaen er blevet fjernet fra forbindelsen til betalingen.
fr: La facture a été dissociée du paiement avec succès.
it: La fattura è stata scollegata correttamente dal pagamento.
nl: Factuur is succesvol ontkoppeld van betaling.

source: Invoice has not been sent to PayPal yet
da: Fakturaen er endnu ikke sendt til PayPal
fa: فاکتور هنوز به PayPal ارسال نشده است
fr: La facture n'a pas encore été envoyée à PayPal
it: La fattura non è stata ancora inviata a PayPal
nl: Factuur is nog niet naar PayPal verzonden

source: Invoice number
da: Faktura nummer
fa: شماره فاکتور
fr: Numéro de facture
it: Numero fattura
nl: Factuurnummer

source: Invoice statistics
da: Fakturastatistik
fr: Statistiques de facturation
it: Statistiche fatture
nl: Factuurstatistieken

source: Invoiced to
da: Faktureret til
fa: صورتحساب به
fr: Facturé à
it: Fatturato a
nl: Gefactureerd aan

source: Invoices list
da: Liste over fakturaer
fa: لیست صورتحساب
fr: Liste des factures
it: Elenco fatture
nl: Facturenlijst

source: Is active
da: Er aktiv
fa: فعال است
fr: Est actif
it: È attivo
nl: Is actief

source: Is external
da: Er ekstern
fa: خارجی است
fr: Est externe
it: È esterno
nl: Is extern

source: Is official
da: Er officiel
fa: رسمی است
fr: Est officiel
it: È ufficiale
nl: Is officieel

source: Is service provider
da: Er tjenesteudbyder
fr: Est le fournisseur de services
it: È fornitore di servizi
nl: Is dienstverlener

source: Issue
da: Problem
fr: Problème
it: Problema
nl: Probleem

source: Issue link
da: Problem link
fr: Lien de problème
it: Collegamento del problema
nl: Probleem koppeling

source: Issue {issue_link} has been created by {caller_link}.
da: Problemet {issue_link} er oprettet af {caller_link}.
fr: Le problème {issue_link} a été créé par {caller_link}.
it: Il problema {issue_link} è stato creato da {caller_link}.
nl: Probleem {issue_link} is aangemaakt door {caller_link}.

source: Issues
da: Problemer
fr: Problèmes
it: Problemi
nl: Problemen

source: Issues are trackable requests to the operator.
da: Problemer er sporbare anmodninger til operatøren.
fr: Les problèmes sont des demandes traçables auprès de l'opérateur.
it: I problemi sono richieste tracciabili all'operatore.
nl: Problemen zijn traceerbare verzoeken aan de operator.

source: It is used to automatically assign floating IP to your virtual machine.
da: Det bruges til automatisk at tildele flydende IP til din virtuelle maskine.
fa: به صورت خودکار برای اختصاص به IPشناور در ماشین مجازی استفاده میشود.
fr: Il est utilisé pour attribuer automatiquement une adresse IP flottante à votre machine virtuelle.
it: Viene utilizzato per assegnare automaticamente IP flottante alla macchina virtuale.
nl: Het wordt gebruikt om automatisch zwevende IP toe te wijzen aan uw virtuele machine.

source: Item
da: Vare
fa: مورد
fr: Article
it: Articolo
nl: Artikel

source: Item has been added to shopping cart.
da: Varen er blevet tilføjet til indkøbskurven.
fa: مورد به سبد خرید اضافه شده است.
fr: L'article a été ajouté au panier d’achat.
it: L'articolo è stato aggiunto al carrello.
nl: Artikel is toegevoegd aan winkelmandje.

source: Item has been removed from shopping cart.
da: Varen er blevet fjernet fra indkøbskurven.
fa: مورد از سبد خرید حذف شده است.
fr: L'article a été retiré du panier d’achat.
it: L'articolo è stato rimosso dal carrello.
nl: Artikel is verwijderd uit winkelmandje.

source: Item type
da: Varetype
fr: Type d'article
it: Tipo di articolo
nl: Artikeltype

source: Job position
da: Job stilling
fa: موقعیت شغلی
fr: Poste d'emploi
it: Posizione di lavoro
nl: Job positie

source: Job title
da: Job titel
fa: عنوان شغلی
fr: Titre de l’emploi
it: Titolo di lavoro
nl: Functietitel

source: Keep forever
da: Hold for evigt
fa: برای همیشه نگه دارید
fr: Conserver pour toujours
it: Mantieni per sempre
nl: Voor altijd bewaren

source: Keep until
da: Hold indtil
fa: نگه دارید تا
fr: Conserver jusqu'à
it: Conservare fino a
nl: Bewaren tot

source: Kept until
da: Opbevares indtil
fa: نگه داشته شده تا
fr: Conservé jusqu'à
it: Conservato fino a
nl: Bewaard tot

source: Key
da: Nøgle
fr: Clé
it: Chiave
nl: Sleutel

source: Key name
da: Nøgle navn
fr: Nom de la clé
it: Nome chiave
nl: Sleutel naam

source: Key removal
da: Fjernelse af nøgle
fr: Suppression de la clé
it: Rimozione chiave
nl: Sleutel verwijdering

source: Keys
da: Nøgler
fr: Clés
it: Chiavi
nl: Sleutels

source: Keystone auth URL (e.g. http://keystone.example.com:5000/v3)
da: Keystone auth URL (f.eks. http://keystone.example.com:5000/v3)
fr: URL d'authentification Keystone (par exemple http://keystone.example.com:5000/v3)
it: URL di autenticazione Keystone (ad es. http://keystone.example.com:5000/v3)
nl: Keystone-auth-URL (bijv. http://keystone.example.com:5000/v3)

source: Kubeconfig file
da: Kubeconfig- fil
fa: فایل Kubeconfig
fr: Fichier Kubeconfig
it: File Kubeconfig
nl: Kubeconfig bestand

source: Kubernetes node #{index}
fr: Nœud Kubernetes #{index}
it: Nodo Kubernetes #{index}
nl: Kubernetes knooppunt #{index}

source: Kubernetes nodes
da: Kubernetes-noder
fr: Nœuds Kubernetes
it: Nodi Kubernetes
nl: Kubernetes knooppunten

source: Kubernetes version
fa: ورژن Kubernetes
fr: Version de Kubernetes
it: Versione Kubernetes
nl: Kubernetes versie

source: Label that is visible to users in Marketplace.
da: Etiket, der er synligt for brugere på Marketplace.
fa: برچسب قابل مشاهده برای کاربران در Marketplace.
fr: Étiquette qui est visible pour les utilisateurs de Marketplace.
it: Etichetta visibile agli utenti nel Marketplace.
nl: Label dat zichtbaar is voor gebruikers in Marketplace.

source: Labels
da: Etiketter
fa: برچسب ها
fr: Étiquettes
it: Etichette

source: Learn more
da: Lær mere
fa: بیشتر بدانید
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie

source: Leave blank if you want admin password to be auto-generated.
da: Lad være tomt, hvis du ønsker, at administratoradgangskoden skal genereres automatisk.
fa: اگر میخواهید رمز مدیر به صورت خودکار تولید شود، خالی بگذارید.
fr: Laissez vide si vous voulez que le mot de passe de l'administrateur soit généré automatiquement.
it: Lasciare vuoto se si desidera che la password di amministratore venga generata automaticamente.
nl: Laat leeg als u wilt dat het adminswachtwoord automatisch wordt gegenereerd.

source: Leave blank if you want admin username to be auto-generated.
da: Lad det være tomt, hvis du ønsker, at administratorbrugernavnet skal genereres automatisk.
fa: اگر میخواهید نام کاربری مدیر به صورت خودکار تولید شود، خالی بگذارید.
fr: Laissez vide si vous voulez que le nom d'utilisateur de l'administrateur soit généré automatiquement.
it: Lascia vuoto se vuoi che il nome utente amministratore venga generato automaticamente.
nl: Laat leeg als u wilt dat de admin gebruikersnaam automatisch wordt gegenereerd.

source: Legal address
da: Juridisk adresse
fa: آدرس قانونی
fr: Adresse légale
it: Indirizzo legale
nl: Juridisch adres

source: Lifetime will be updated and reset upon saving the form.
da: Levetiden opdateres og nulstilles, når formularen gemmes.
fa: پس از ذخیره فرم، طول عمر بروزرسانی و تنظیم مجدد میشود.
fr: La durée de vie sera mise à jour et réinitialisée lors de l'enregistrement du formulaire.
it: La durata verrà aggiornata e ripristinata al momento del salvataggio del modulo.
nl: De levensduur wordt bijgewerkt en opnieuw ingesteld wanneer het formulier wordt opgeslagen.

source: Limit
da: Grænse
fa: محدود
fr: Limite
it: Limite
nl: Limiet

source: Limit amount
da: Grænsebeløb
fa: مقدار محدود
fr: Montant limite
it: Importo limite
nl: Limietbedrag

source: Limit period
da: Grænseperiode
fa: دوره محدود
fr: Période limite
it: Periodo limite
nl: Limiet periode

source: Limits
da: Grænser
fa: محدودیت ها
fr: Limites
it: Limiti
nl: Limieten

source: Limits are invalid.
da: Grænserne er ugyldige.
fa: محدودیت نا معتبر است.
fr: Les limites ne sont pas valides.
it: I limiti non sono validi.
nl: Limieten zijn ongeldig.

source: Link
fa: لینک
fr: Lien
it: Collegamento
nl: Koppeling

source: Link OpenStack Instance
da: Link OpenStack-Instans
fa: لینک OpenStack Instance
fr: Lier l'Instance OpenStack
it: Collegare l'istanza OpenStack
nl: Koppel OpenStack-instantie

source: Link invoice
da: Link faktura
fr: Lier la facture
it: Collega fattura
nl: Koppel factuur

source: Loading
da: Indlæser
fa: بارگذاری
fr: Chargement
it: Caricamento
nl: Laden

source: Loading actions
da: Indlæsning af handlinger
fa: اعمال بارگیری
fr: Chargement des actions
it: Caricamento azioni
nl: Acties laden

source: Loading invoices
da: Indlæsning af fakturaer
fr: Chargement des factures
it: Caricamento fatture
nl: Facturen laden

source: Location
da: Placering
fa: مکان
fr: Emplacement
it: Posizione
nl: Locatie
