Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: End time
da: Sluttidspunkt
fa: زمان پایان
fr: Heure de fin
it: Ora di fine
nl: Eindtijd

source: Ensure this field has no more than 30 characters.
da: Sørg for, at dette felt ikke indeholder mere end 30 tegn.
fr: Assurez-vous que ce champ ne comporte pas plus de 30 caractères.
it: Assicurarsi che questo campo non abbia più di 30 caratteri.
nl: Zorg ervoor dat dit veld niet meer dan 30 tekens bevat.

source: Enter IPv4 address.
da: Indtast IPv4-adresse.
fr: Entrer l'adresse IPv4.
it: Immettere l'indirizzo IPv4.
nl: Voer IPv4-adres in.

source: Enter address...
da: Indtast adresse...
fr: Entrez l'adresse...
it: Inserisci indirizzo...
nl: Voer adres in...

source: Enter private IPv4 CIDR.
da: Indtast privat IPv4 CIDR.
fa: IPv4 CID خصوصی وارد کنید.
fr: Entrer le CIDR IPv4 privé.
it: Immettere IPv4 CIDR privato.
nl: Voer privé IPv4 CIDR in.

source: Environment variables
da: Miljøvariabler
fa: متغیرهای محیطی
fr: Variables d'environnement
it: Variabili di ambiente
nl: Omgevingsvariabelen

source: Erred
da: Fejlet
fa: خراب
fr: Erré
it: Errato
nl: Verkeerd

source: Error message
da: Fejlmeddelelse
fa: پیغام خطا
fr: Message d'erreur
it: Messaggio di errore
nl: Foutbericht

source: Error traceback
da: Fejl sporing
fr: Erreur de traçabilité
it: Traceback errore
nl: Fout bij traceren

source: Esimated price per month
da: Esimeret pris pr. måned
fa: قیمت تخمین زده شده برای هر ماه
fr: Prix estimé par mois
it: Prezzo esimato al mese
nl: Geschatte prijs per maand

source: Estimated cost
da: Anslåede omkostninger
fa: هزینه تخمین زده شده
fr: Coût estimé
it: Costo stimato
nl: Geschatte kosten

source: Estimated cost for the current month: {cost}
da: Anslåede omkostninger for den aktuelle måned: {cost}
fa: هزینه تخمین زده شده برای این ماه:{هزینه}
fr: Coût estimé pour le mois en cours: {cost}
it: Costo stimato per il mese corrente: {cost}
nl: Geschatte kosten voor de huidige maand: {cost}

source: Estimated monthly cost
da: Anslåede månedlige omkostninger
fa: هزینه تخمین زده شده ماهانه
fr: Coût mensuel estimé
it: Costo mensile stimato
nl: Geschatte maandelijkse kosten

source: Estimated monthly fee will change from {old_estimate} to {new_estimate}. VAT is not included.
da: Det anslåede månedlige gebyr ændres fra {old_estimate} til {new_estimate}. Moms er ikke inkluderet.
fa: هزینه تخمین زده شده ماهانه از {تخمینی قدیم} به {تخمینی جدید} تغییر خواهد کرد.مالیات بر ارزش افزوده را شامل نمیشود
fr: Les frais mensuels estimés passeront de {old_estimate} à {new_estimate}. La TVA n'est pas incluse.
it: Il canone mensile stimato cambierà da {old_estimate} a {new_estimate}. L'IVA non è inclusa.
nl: De geschatte maandelijkse kosten veranderen van {old_estimate} in {new_estimate}. BTW is niet inbegrepen.

source: Ethernet type
fr: Type d'Ethernet
it: Tipo Ethernet

source: Evaluation
da: Evaluering
fr: Évaluation
it: Valutazione
nl: Evaluatie

source: Event details
da: Begivenhed oplysninger
fa: جزئیات رویداد
fr: Détails de l'évènement
it: Dettagli evento
nl: Gebeurtenisdetails

source: Event type
da: Begivenhedstype
fa: نوع رویداد
fr: Type d’événement
it: Tipo di evento
nl: Gebeurtenistype

source: Event types
da: Begivenhedstyper
fa: انواع رویداد
fr: Types d'événements
it: Tipi di eventi
nl: Gebeurtenistypen

source: Events
da: Begivenheder
fa: رویدادها
fr: Événements
it: Eventi
nl: Gebeurtenissen

source: Every
da: Hver
fr: Tous
it: Ogni
nl: Elke

source: Every day
da: Hver dag
fa: هرروز
fr: Tous les jours
it: Ogni giorno
nl: Elke dag

source: Every day at
da: Hver dag på
fa: هر روز در
fr: Tous les jours à
it: Ogni giorno a
nl: Elke dag bij

source: Every hour
da: Hver time
fa: هر ساعت
fr: Toutes les heures
it: Ogni ora
nl: Elk uur

source: Every hour at {minuteValues} past the hour
da: Hver time på {minuteValues} forbi timen
fa: هرساعت در {minuteValues} ساعت را پشت سر میگذارید
fr: Toutes les heures à {minuteValues} après l'heure
it: Ogni ora a {minuteValues} oltre l'ora
nl: Elk uur om {minuteValues} voorbij het uur

source: Every minute
da: Hvert minut
fa: هر دقیقه
fr: Toutes les minutes
it: Ogni minuto
nl: Elke minuut

source: Every month
da: Hver måned
fa: هرماه
fr: Tous les mois
it: Ogni mese
nl: Elke maand

source: Every month on the {days} at {time}
da: Hver måned på {days} kl. {time}
fa: هرماه در {روز} در {ساعت}
fr: Tous les mois les {days} à {time}
it: Ogni mese il {days} a {time}
nl: Elke maand op de {days} om {time}

source: Every month on the {days} of {months} at {time}
da: Hver måned de {days} af {months} kl. {time}
fa: هر ماه در {روزها }از {ماه ها } در {ساعت }
fr: Tous les mois, le {days} de {months} à {time}
it: Ogni mese il {days} di {months} a {time}
nl: Elke maand op de {days} van {months} om {time}

source: Every month service provider can report up to the amount requested by user.
da: Hver måned kan tjenesteudbyderen rapportere op til det beløb, som brugeren anmoder om.
fa: ارائه دهنده خدمات هرماه میتواند میزان درخواست شده توسط کاربر را گزارش کند.
fr: Chaque mois, le fournisseur de services peut déclarer jusqu'à concurrence du montant demandé par l'utilisateur.
it: Ogni mese il fornitore di servizi può segnalare fino all'importo richiesto dall'utente.
nl: Elke maand kan de dienstverlener tot het door de gebruiker gevraagde bedrag rapporteren.

source: Every week
da: Hver uge
fa: هر هفته
fr: Toutes les semaines
it: Ogni settimana
nl: Elke week

source: Every week on {day} at {time}
da: Hver uge på {day} kl. {time}
fa: هر هفته در {روز} در{ساعت}
fr: Chaque semaine, le {day} à {time}
it: Ogni settimana il {day} a {time}
nl: Elke week op {day} om {time}

source: Every year
da: Hvert år
fa: هر سال
fr: Tous les ans
it: Ogni anno
nl: Elk jaar

source: Example: [{"header": "Database instance info", "body": "data"}]
da: Eksempel: [{"header": "Database instance info", "body": "data"}]
fa: مثال[{"header": "Database instance info", "body": "data"}]
fr: Exemple : [{"header": "Database instance info", "body": "data"}]
it: Esempio: [{"header": "Database instance info", "body": "data"}]
nl: Voorbeeld: {"header": "Database instance info", "body": "data"}]

source: Executing
da: Udfører
fa: اجرای
fr: Exécution
it: Esecuzione
nl: Uitvoeren

source: Existing quota usage: {usage}
da: Eksisterende kvoteforbrug: {usage}
fa: استفاده از quota موجود{usage}
fr: Utilisation du quota existant: {usage}
it: Utilizzo delle quote esistenti: {usage}
nl: Bestaand quotagebruik: {usage}

source: Expand
da: Udvid
fa: توسعه دادن
fr: Développer
it: Espandi
nl: Uitbreiden

source: Expiration time
da: Udløbstid
fa: زمان انقضا
fr: Heure d'expiration
it: Tempo di scadenza
nl: Vervaltijd

source: Expired
da: Udløbet
fa: انقضا
fr: Expiré
it: Scaduto
nl: Verlopen

source: Expires at
da: Udløber kl.
fa: منقضی میشود
fr: Expire à
it: Scade alle
nl: Verloopt op

source: Explore {deployment} Marketplace
da: Udforsk {deployment} Marketplace
fr: Explorer {deployment} Marketplace
it: Esplora {deployment} Marketplace
nl: Verken {deployment} Marketplace

source: Export as
da: Eksporter som
fa: صادرات به عنوان
fr: Exporter en tant que
it: Esporta come
nl: Exporteren als

source: Extend
da: Udvid
fa: گسترش
fr: Prolonge
it: Estendere
nl: Uitbreiden

source: Extend OpenStack volume
da: Udvid OpenStack-volumen
fa: گسترش OpenStack volume
fr: Étendre le volume OpenStack
it: Estendere il volume OpenStack
nl: OpenStack-volume uitbreiden

source: Extend disk
da: Udvid disk
fr: Étendre le disque
it: Estendi disco
nl: Schijf uitbreiden

source: Extending
da: Udvidelse
fa: درحال گسترش
fr: Extension
it: Estendere
nl: Uitbreiding

source: External IP
da: Ekstern IP
fa: IP خارجی
fr: IP externe
it: IP esterno
nl: Extern IP

source: External links
da: Eksterne links
fa: لینک های خارجی
fr: Liens externes
it: Collegamenti esterni
nl: Externe koppelingen

source: External network ID
da: Eksternt netværks-ID
fa: network ID خارجی
fr: ID du réseau externe
it: ID rete esterna
nl: Externe netwerk-ID

source: Failed to operate with backend.
da: Det lykkedes ikke at operere med backend.
fa: عملکرد با backend انجام نشد.
fr: Échec de fonctionnement avec le backend.
it: Impossibile operare con il backend.
nl: Mislukt om met backend te werken.

source: Features
da: Funktioner
fa: امکانات
fr: Fonctionnalités
it: Caratteristiche
nl: Kenmerken

source: Fee applied each time this plan is activated.
da: Gebyr anvendes hver gang denne plan aktiveres.
fa: هر بار که این طرح فعال می شود هزینه اعمال می شود.
fr: Frais appliqués à chaque fois que ce plan est activé.
it: Commissione applicata ogni volta che questo piano viene attivato.
nl: Vergoeding toegepast elke keer dat dit plan wordt geactiveerd.

source: Feedback
fr: Commentaires
it: Risposta
nl: Terugkoppeling

source: File download has been started.
da: Download af filer er startet.
fa: دانلود پرونده شروع شده است.
fr: Le téléchargement de fichiers a été commencé.
it: Il download dei file è stato avviato.
nl: Het downloaden van bestanden is gestart.

source: File has been copied
da: Filen er blevet kopieret
fa: پرونده کپی شده است
fr: Le fichier a été copié
it: Il file è stato copiato
nl: Bestand is gekopieerd

source: File has been downloaded.
da: Filen er blevet downloadet.
fa: پرونده دانلود شده است.
fr: Le fichier a été téléchargé.
it: Il file è stato scaricato.
nl: Bestand is gedownload.

source: Filename
da: Filnavn
fa: نام پرونده
fr: Nom du fichier
it: Nome file
nl: Bestandsnaam

source: Files
da: Filer
fa: پرونده ها
fr: Fichiers
it: File
nl: Bestanden

source: Filter
da: Filtrer
fa: فیلتر
fr: Filtre
it: Filtro

source: Filter organizations
da: Filtrer organisationer
fa: سازماندهی Filter
fr: Filtrer les organisations
it: Filtra le organizzazioni
nl: Filter organisaties

source: Filter projects
da: Filtrer projekter
fa: پروژه های Filter
fr: Filtrer les projets
it: Filtra i progetti
nl: Filter projecten

source: Financial
da: Finansiel
fr: Financier
it: Finanziario
nl: Financieel

source: Financial overview
da: Finansiel oversigt
fa: بازنگری مالی
fr: Aperçu financier
it: Panoramica finanziaria
nl: Financieel overzicht

source: Find solution
da: Find løsning
fa: پیدا کردن راه حل
fr: Trouver une solution
it: Trova la soluzione
nl: Zoek oplossing

source: Fingerprint
da: Fingeraftryk
fa: اثر انگشت
fr: Empreinte digitale
it: Impronta digitale
nl: Vingerafdruk

source: Fixed-price contract
da: Kontrakt om fast pris
fa: ثابت-قرارداد قیمت
fr: Contrat à prix fixe
it: Contratto a prezzo fisso
nl: Contract tegen vaste prijs

source: Fixed price
da: Fast pris
fa: قیمت ثابت
fr: Prix fixe
it: Prezzo fisso
nl: Vaste prijs

source: Fixed — use common storage quota
da: Fast — brug fælles lagerkvote
fa: ثابت- از حافظه مشترک quota استفاده کنید
fr: Corrigé — utiliser un quota de stockage commun
it: Risolto — utilizzare una quota di archiviazione comune
nl: Opgelost - gebruik gemeenschappelijke opslagquota

source: Flavor
da: Smag
fr: Saveur
it: Sapore
nl: Smaak

source: Flavor change has been scheduled.
da: Smagsændring er planlagt.
fr: Le changement de saveur a été planifiée.
it: Il cambio di sapore è stato programmato.
nl: Smaakverandering is gepland.

source: Flavor exclude regex
da: Smag udelukker regex
fr: Saveur exclut regex
it: Il sapore esclude regex
nl: Smaak exclusief regex

source: Flavor name
da: Smagsnavn
fa: نام Flavor
fr: Nom de la saveur
it: Nome del sapore
nl: Smaaknaam

source: Flavor name: {flavor_name}
da: Smagsnavn: {flavor_name}
fa: نام Flavor:
fr: Nom de la saveur : {flavor_name}
it: Nome sapore: {flavor_name}
nl: Smaaknaam: {flavor_name}

source: Flavors
da: Smagsstoffer
fr: Saveurs
it: Sapori
nl: Smaken

source: Flavors List
da: Liste over smagsstoffer
fa: لیست Flavors
fr: Liste des saveurs
it: Lista dei sapori
nl: Smakenlijst

source: Flavors matching this regex expression will not be pulled from the backend.
da: Smagsvarianter der matcher dette regex-udtryk vil ikke blive trukket fra backend'en.
fr: Les saveurs correspondant à cette expression regex ne seront pas extraites du backend.
it: I sapori che corrispondono a questa espressione regex non verranno estratti dal backend.
nl: Smaken die overeenkomen met deze regex expressie zullen niet uit de backend worden getrokken.

source: Flavors regex
da: Smagsstoffer regex
fr: Saveurs regex
it: Sapori regex
nl: Smaken regex

source: Flexible
da: Fleksibel
fa: منعطف
fr: Souple
it: Flessibile
nl: Flexibel

source: Floating IP
da: Flydende IP
fa: IP شناور
fr: IP flottante
it: IP flottante
nl: Zwevend IP

source: Floating IP count
da: Flydende IP-tælling
fa: تعداد IP شناور
fr: Nombre d'adresses IP flottantes
it: Conteggio IP flottante
nl: Zwevende IP-telling

source: Floating IPs
da: Flydende IP'er
fa: IPs شناور
fr: IP flottantes
it: IPs flottanti
nl: Zwevende IP's

source: Floating IPs update has been scheduled.
da: Flydende IPS-opdatering er planlagt.
fr: La mise à jour des adresses IP flottantes a été planifiée.
it: Aggiornamento IP flottante è stato pianificato.
nl: De update van zwevende IP's is gepland.

source: Flowmap
fr: Carte de flux
it: Mappa di flusso
nl: Stroomkaart

source: Folder
da: Mappe
fa: پوشه
fr: Dossier
it: Cartella
nl: Map

source: For
da: Til
fa: برای
fr: Pour
it: Per
nl: Voor

source: Force destroy
da: Tving ødelægge
fa: نابود کردن
fr: Force détruire
it: Forza distruggere
nl: Forceer vernietigen

source: Force destroy {name} instance
da: Tving ødelægge {name} instans
fr: Forcer la destruction de l'instance {name}
it: Forza la distruzione {name} istanza
nl: Forceer vernietiging van instantie {name}

source: FreeIPA account
da: FreeIPA-konto
fa: حساب FreeIPA
fr: Compte FreeIPA
it: Conto FreeIPA

source: FreeIPA account needs to be set up.
da: FreeIPA-konto skal oprettes.
fa: حساب FreeIPA باید تنظیم شود.
fr: Le compte FreeIPA doit être configuré.
it: È necessario configurare l'account FreeIPA.
nl: FreeIPA-account moet worden ingesteld.

source: FreeIPA extension is disabled.
da: FreeIPA-udvidelsen er deaktiveret.
fr: L'extension FreeIPa est désactivée.
it: L'estensione FreeIPA è disabilitata.
nl: FreeIPA-extensie is uitgeschakeld.

source: From
da: Fra
fa: از
fr: De
it: Da
nl: Van

source: Full description
da: Fuld beskrivelse
fa: توضیحات کامل
fr: Description complète
it: Descrizione completa
nl: Volledige beschrijving

source: Full name
da: Fulde navn
fa: نام کامل
fr: Nom complet
it: Nome completo
nl: Volledige naam

source: GPU limit (hours)
da: GPU-grænse (timer)
fr: Limite GPU (heures)
it: Limite GPU (ore)
nl: GPU-limiet (uren)

source: GPU usage
da: GPU-brug
fr: Utilisation du GPU
it: Utilizzo della GPU
nl: GPU gebruik

source: Gateway IP
fr: Passerelle IP
it: IP Gateway

source: Gateway IP of this subnet
da: Gateway IP for dette undernet
fa: Gateway IP برای این subnet
fr: IP de la passerelle de ce sous-réseau
it: IP gateway di questa subnet
nl: Gateway IP van dit subnet

source: General information
da: Generelle oplysninger
fa: اطلاعات عمومی
fr: Informations générales
it: Informazioni generali
nl: Algemene informatie

source: Generate Kubeconfig file
da: Generer Kubeconfig- fil
fa: فایل Kubeconfig را تولید کنید
fr: Générer le fichier Kubeconfig
it: Genera file Kubeconfig
nl: Genereer Kubeconfig bestand

source: Generate password
da: Generer adgangskode
fa: رمز تولید کنید
fr: Générer un mot de passe
it: Genera password
nl: Genereer wachtwoord

source: Go to marketplace
da: Gå til Marketplace
fa: به marketplace بروید
fr: Aller sur le marché
it: Vai al mercato
nl: Ga naar marktplaats

source: Go to my profile
da: Gå til min profil
fa: به پروفایل من بروید
fr: Aller à mon profil
it: Vai al mio profilo
nl: Ga naar mijn profiel

source: Go to profile
da: Gå til profil
fr: Aller au profil
it: Vai al profilo
nl: Ga naar profiel

source: Google Calendar has been published successfully.
da: Google Kalender er blevet udgivet med succes.
fr: Google Agenda a été publié avec succès.
it: Google Calendar è stato pubblicato correttamente.
nl: Google Agenda is succesvol gepubliceerd.

source: Google Calendar has been synced successfully.
da: Google Kalender er blevet synkroniseret med succes.
fr: Google Agenda a été synchronisé avec succès.
it: Google Calendar è stato sincronizzato correttamente.
nl: Google Agenda is succesvol gesynchroniseerd.

source: Google Calendar has been unpublished successfully.
da: Google Kalender er blevet afpubliceret med succes.
fr: Google Agenda a été dépublié avec succès.
it: Google Calendar non è stato pubblicato correttamente.
nl: Google Agenda is succesvol gedepubliceerd.

source: Google Calendar link
da: Google Kalender link
fr: Lien Google Agenda
it: Link al Calendario di Google
nl: Google Agenda-koppeling

source: Got it!
da: Har det!
fa: فهمیدم!
fr: Je l'ai eu !
it: Capito!
nl: Begrepen!

source: Grant permission
da: Giv tilladelse
fr: Accorder l'autorisation
it: Concedere l'autorizzazione
nl: Toestemming geven

source: Growth
da: vækst
fr: Croissance
it: Crescita
nl: Groei

source: Guaranteed time of VM snapshot retention. If null - keep forever.
da: Garanteret tid for opbevaring af VM snapshot. Hvis null - hold for evigt.
fa: تضمین نگه داری زمان عکس فوری VM. اگر خالی باشد. برای همیشه نگه دارید.
fr: Durée garantie de conservation des instantanés de la VM. Si null - conserver pour toujours.
it: Tempo garantito di conservazione dello snapshot della macchina virtuale. Se nullo - mantieni per sempre.
nl: Gegarandeerde tijd van VM-momentopname retentie. Indien null - voor altijd bewaren.

source: Guaranteed time of snapshot retention. If null - keep forever.
da: Garanteret tidspunkt for opbevaring af øjebliksbilleder. Hvis null - holde for evigt.
fa: تضمین نگه داری زمان عکس فوری. اگر خالی باشد. برای همیشه نگه دارید.
fr: Durée garantie de conservation des instantanés. Si null - conserver pour toujours.
it: Tempo garantito di conservazione dell'istantanea. Se nullo - mantieni per sempre.
nl: Gegarandeerde tijd van momentopnamen retentie. Indien null - voor altijd bewaren.

source: Guaranteed time of volume snapshot retention. If null - keep forever.
da: Garanteret tid for opbevaring af volumen snapshot. Hvis null - hold for evigt.
fr: Durée garantie de conservation des instantanés de volume. Si null - conserver pour toujours.
it: Tempo garantito di conservazione dell'istantanea del volume. Se nullo - mantieni per sempre.
nl: Gegarandeerde tijd van volumemomentopnamen retentie. Indien null - voor altijd bewaren.

source: Guest OS
da: Gæst OS
fr: OS invité
it: Ospite OS
nl: Gast OS

source: Heatmap
fr: Carte de chaleur
it: Mappa termica

source: Helpdesk
fr: Service d'assistance
it: Supporto tecnico

source: Helpdesk dashboard
da: Helpdesk instrumentbræt
fa: داشبورد Helpdesk
fr: Tableau de bord du service d'assistance
it: Dashboard dell'helpdesk

source: Hide controls
da: Skjul kontrolelementer
fr: Masquer les contrôles
it: Nascondi controlli
nl: Bediening verbergen

source: Hide diff
da: Skjul diff
fr: Masquer diff
it: Nascondi diff
nl: Verberg diff

source: Home organization domain name
da: Domænenavn for hjemmeorganisation
fr: Nom de domaine de l'organisation d'origine
it: Nome di dominio dell'organizzazione domestica
nl: Domeinnaam van de thuisorganisatie

source: Homepage
da: Hjemmeside
fr: Page d’accueil
it: Pagina iniziale
nl: Startpagina

source: Hook has been removed.
da: Krogen er blevet fjernet.
fa: Hook، حذف شده است.
fr: Le crochet a été supprimé.
it: Il gancio è stato rimosso.
nl: Haak is verwijderd.

source: Hook removal
da: Fjernelse af krog
fa: حذف Hook.
fr: Retrait du crochet
it: Rimozione gancio
nl: Haak verwijdering

source: Horizontal pod autoscaler has been created.
da: Vandret pod autoscaler er blevet oprettet.
fr: L'autoscaler de pod horizontal a été créé.
it: È stato creato l'autoscaler orizzontale del pod.
nl: Horizontale pod autoscaler is aangemaakt.

source: Horizontal pod autoscaler has been updated.
da: Vandret pod autoscaler er blevet opdateret.
fr: L'autoscaler de pod horizontal a été mis à jour.
it: L'autoscaler orizzontale pod è stato aggiornato.
nl: Horizontale pod autoscaler is bijgewerkt.

source: Host routes
da: Værtsruter
fr: Routes hôtes
it: Percorsi host

source: Hostname
da: Værtsnavn
fa: نام Host
fr: Nom d'hôte
it: Nome host
nl: Hostnaam

source: Hostname or IP address of gateway node
da: Værtsnavn eller IP-adresse på gateway-node
fr: Nom d'hôte ou adresse IP du noeud de la passerelle
it: Nome host o indirizzo IP del nodo gateway
nl: Hostnaam of IP-adres van gatewayknooppunt

source: Hostname or IP address of master node
da: Værtsnavn eller IP-adresse på masternoden
fr: Nom d'hôte ou adresse IP du noeud maître
it: Nome host o indirizzo IP del nodo master
nl: Hostnaam of IP-adres van hoofdknooppunt

source: Hours
da: Timer
fr: Heures
it: Ore
nl: Uren

source: How to generate SSH key
da: Sådan genereres SSH-nøgle
fa: نحوه تولید SSH key
fr: Comment générer une clé SSH
it: Come generare la chiave SSH
nl: Hoe SSH-sleutel te genereren

source: How to obtain credentials for Azure provider
da: Sådan får du legitimationsoplysninger til Azure-udbyder
fa: نحوه دریافت مدارک معتبر برای تهیه کننده Azure
fr: Comment obtenir des informations d'identification pour le fournisseur Azure
it: Come ottenere le credenziali per il provider di Azure
nl: Hoe referenties te verkrijgen voor Azure aanbieder

source: How to obtain credentials for DigitalOcean provider
da: Sådan får du legitimationsoplysninger til DigitalOcean-udbyder
fa: نحوه دریافت مدارک معتبر برای تهیه کننده DigitalOcean
fr: Comment obtenir les informations d'identification du fournisseur DigitalOcean
it: Come ottenere le credenziali per il provider DigitalOcean
nl: Hoe referenties te verkrijgen voor DigitalOcean aanbieder

source: ID code
da: ID-kode
fr: Code d'identification
it: Codice ID

source: IP address
da: IP-adresse
fr: Adresse IP
it: Indirizzo IP
nl: IP-adres

source: IP address is already used by router.
da: IP-adressen er allerede brugt af routeren.
fr: L'adresse IP est déjà utilisée par le routeur.
it: L'indirizzo IP è già utilizzato dal router.
nl: IP-adres wordt al gebruikt door router.

source: IP protocol
da: IP-protokol
fr: Protocole IP
it: Protocollo IP

source: IP version
fr: Version IP
it: Versione IP
nl: IP-versie

source: Icon
da: Ikon
fa: آیکون
fr: Icône
it: Icona
nl: Icoon

source: Identity provided has been selected via SAML2 discovery service. You will be redirected to the login page soon.
da: Identiteten er blevet valgt via SAML2-discovery-tjenesten. Du vil snart blive omdirigeret til loginsiden.
fr: L'identité fournie a été sélectionnée via le service de découverte SAML2. Vous serez bientôt redirigé vers la page de connexion.
it: L'identità fornita è stata selezionata tramite il servizio di individuazione SAML2. Verrai reindirizzato presto alla pagina di login.
nl: De verstrekte identiteit is geselecteerd via de SAML2-detectieservice. U wordt binnenkort doorgestuurd naar de inlogpagina.

source: If you want user to provide additional details when ordering, please configure input form for the user below
da: Hvis du vil have brugeren til at give yderligere oplysninger, når du bestiller, skal du konfigurere inputformularen til brugeren nedenfor
fr: Si vous souhaitez que l'utilisateur fournisse des détails supplémentaires lors de la commande, veuillez configurer le formulaire de saisie pour l'utilisateur ci-dessous
it: Se si desidera che l'utente fornisca ulteriori dettagli al momento dell'ordine, si prega di configurare il modulo di input per l'utente qui sotto
nl: Als u wilt dat de gebruiker bij het bestellen aanvullende details opgeeft, configureer dan het invoerformulier voor de onderstaande gebruiker

source: Image
da: Billede
fa: تصویر
it: Immagine
nl: Afbeelding

source: Image:
da: Billede:
it: Immagine:
nl: Afbeelding:

source: Image has been added.
da: Billedet er blevet tilføjet.
fr: L'image a été ajoutée.
it: L'immagine è stata aggiunta.
nl: Afbeelding is toegevoegd.

source: Image has been removed.
da: Billedet er blevet fjernet.
fr: L'image a été supprimée.
it: L'immagine è stata rimossa.
nl: Afbeelding is verwijderd.
