Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Public SSH keys will be injected into services that allow key-based access.
da: Offentlige SSH-nøgler vil blive indsprøjtet i tjenester, der tillader nøglebaseret adgang.
fr: Les clés SSH publiques seront injectées dans des services qui permettent un accès basé sur des clés.
it: Le chiavi SSH pubbliche verranno iniettate in servizi che consentono l'accesso basato su chiavi.
nl: Openbare SSH-sleutels zullen worden geïnjecteerd in diensten die op sleutels gebaseerde toegang toestaan.

source: Public key
da: Offentlig nøgle
fr: Clé publique
it: Chiave pubblica
nl: Openbare sleutel

source: Public offerings
da: Offentlige tilbud
fr: Offres publiques
it: Offerte pubbliche
nl: Openbare aanbiedingen

source: Public orders
da: Offentlige ordrer
fr: Commandes publiques
it: Ordini pubblici
nl: Openbare bestellingen

source: Public resources
da: Offentlige ressourcer
fr: Ressources publiques
it: Risorse pubbliche
nl: Openbare hulpbronnen

source: Public services
da: Offentlige tjenester
fr: Services publics
it: Servizi pubblici
nl: Openbare diensten

source: Publish as Google Calendar
da: Udgiv som Google Kalender
fr: Publier en tant que Google Agenda
it: Pubblica come Google Calendar
nl: Publiceren als Google Agenda

source: Published
da: Udgivet
fr: Publié
it: Pubblicato
nl: Gepubliceerd

source: Publisher
da: Udgiver
fr: Éditeur
it: Editore
nl: Uitgever

source: Pulling
da: Trække
fr: Tirant
it: Tirando
nl: Trekken

source: Pulling quotas
da: Trække kvoter
fr: Tirer des quotas
it: Tirare le quote
nl: Quota trekken

source: Purchase
da: Køb
fr: Achat
it: Acquisto
nl: Aankoop

source: Purchase and usage is invoiced.
da: Køb og brug faktureres.
fr: L'achat et l'utilisation sont facturés.
it: Acquisto e utilizzo sono fatturati.
nl: Aankoop en gebruik wordt gefactureerd.

source: Put this into ~/.kube/config:
da: Sæt dette i ~/.kube/config:
fr: Mettez ceci dans ~/.kube/config :
it: Metti questo in ~/.kube/config:
nl: Zet dit in ~/.kube/config:

source: Quantity
da: Mængde
fr: Quantité
it: Quantità
nl: Hoeveelheid

source: Question
da: Spørgsmål
it: Domanda
nl: Vraag

source: Quota has been reached.
da: Kvoten er nået.
fr: Le quota a été atteint.
it: La quota è stata raggiunta.
nl: Quotum is bereikt.

source: Quota usage exceeds available limit.
da: Kvoteforbrug overstiger den tilgængelige grænse.
fr: L'utilisation du quota dépasse la limite disponible.
it: L'utilizzo delle quote supera il limite disponibile.
nl: Quota gebruik overschrijdt beschikbare limiet.

source: Quotas
da: Kvoter
it: Quote
nl: Quota

source: RAM limit (GB-hours)
da: RAM-grænse (GB-timer)
fr: Limite de RAM (Go-heures)
it: Limite RAM (GB-ore)
nl: RAM-limiet (GB-uren)

source: RAM limit is exceeded
da: RAM-grænsen er overskredet
fr: La limite de RAM est dépassée
it: Il limite di RAM viene superato
nl: RAM-limiet is overschreden

source: RAM usage
da: RAM-brug
fr: Utilisation de la RAM
it: Utilizzo della RAM
nl: RAM-gebruik

source: Rancher access key
da: Rancher adgangsnøgle
fr: Clé d'accès à Rancher
it: Chiave di accesso rancher
nl: Rancher toegangssleutel

source: Rancher secret key
da: Rancher hemmelig nøgle
fr: Clé secrète de Rancher
it: Chiave segreta del Rancher
nl: Rancher geheime sleutel

source: Rancher server URL
da: Rancher-serverens URL
fr: URL du serveur Rancher
it: URL del server Rancher

source: Rating
da: Bedømmelse
fr: Évaluation
it: Valutazione
nl: Beoordeling

source: Reason
da: Grund
fr: Raison
it: Motivo
nl: Reden

source: Reason unknown, please contact support.
da: Årsag ukendt, kontakt venligst support.
fr: Raison inconnue, veuillez contacter le support.
it: Motivo sconosciuto, contattare il supporto tecnico.
nl: Reden onbekend, neem contact op met ondersteuning.

source: Reboot
da: Genstart
fr: Redémarrer
it: Riavvia
nl: Herstart

source: Recent additions
da: Seneste tilføjelser
fr: Ajouts récents
it: Aggiunte recenti
nl: Recente toevoegingen

source: Recipients
da: Modtagere
fr: Destinataires
it: Destinatari
nl: Ontvangers

source: Record no.
da: Optag nr.
fr: Enregistrement n°.
it: Registra no.
nl: Record nr.

source: Record notification has been sent to organization owners.
da: Registreringsmeddelelse er blevet sendt til organisationsejere.
fr: Une notification d'enregistrement a été envoyée aux propriétaires de l'organisation.
it: La notifica dei record è stata inviata ai proprietari dell'organizzazione.
nl: Record melding is verzonden naar eigenaren van organisaties.

source: Record number
da: Optag nummer
fr: Numéro d'enregistrement
it: Numero record
nl: Record nummer

source: Record period
da: Record periode
fr: Période d'enregistrement
it: Periodo record
nl: Recordperiode

source: Redeploy
da: Omplacering
fr: Redéployer
it: Ridistribuire
nl: Herplaatsen

source: Referral count
da: Antal henvisninger
fr: Nombre de références
it: Conteggio dei riferimenti
nl: Aantal verwijzingen

source: Referrals for {name}
da: Henvisninger til {name}
fr: Références pour {name}
it: Riferimenti per {name}
nl: Verwijzingen voor {name}

source: Refresh
da: Opdater
fr: Rafraîchir
it: Aggiorna
nl: Vernieuwen

source: Regenerate
da: Regenerere
fr: Régénérer
it: Rigenerare
nl: Regenereren

source: Region
da: Område
fr: Région
it: Regione
nl: Regio

source: Region name
da: Regionens navn
fr: Nom de la région
it: Nome della regione
nl: Regio naam

source: Register as service provider
da: Registrer dig som tjenesteudbyder
fr: S'inscrire comme fournisseur de services
it: Registrati come fornitore di servizi
nl: Registreren als dienstverlener

source: Register organization as service provider and remove organization.
da: Registrer organisation som tjenesteudbyder og fjern organisation.
fr: Inscrire l'organisation comme fournisseur de services et supprimer l'organisation.
it: Registrare l'organizzazione come provider di servizi e rimuovere l'organizzazione.
nl: Registreer organisatie als dienstverlener en verwijder organisatie.

source: Registered at:
da: Registreret på:
fr: Inscrit à :
it: Registrato a:
nl: Geregistreerd bij:

source: Registration code
da: Registreringskode
fr: Code d'enregistrement
it: Codice di registrazione
nl: Registratie code

source: Registration method
da: Registreringsmetode
fr: Méthode d'enregistrement
it: Metodo di registrazione
nl: Registratie methode

source: Registry code
da: Registreringskode
fr: Code du registre
it: Codice del Registro di sistema
nl: Register code

source: Regular expression to limit flavors list
da: Regelmæssigt udtryk til begrænsning af listen over smagsvarianter
fr: Expression régulière pour limiter la liste des saveurs
it: Espressione regolare per limitare l'elenco delle versioni
nl: Reguliere expressie om smaken lijst te beperken

source: Regular user
da: Regelmæssig bruger
fr: Utilisateur régulier
it: Utente regolare
nl: Regelmatige gebruiker

source: Reject
da: Afvis
fr: Rejeter
it: Rifiutare
nl: Afwijzen

source: Rejected
da: Afvist
fr: Rejeté
it: Respinto
nl: Afgewezen

source: Release floating IPs
da: Frigive flydende IP'er
fr: Libérer les IP flottantes
it: Rilascia IP flottanti
nl: Zwevende IP's vrijgeven

source: Reload
da: Genindlæs
fr: Recharger
it: Ricarica
nl: Opnieuw laden

source: Reload issue data
da: Genindlæs problemdata
fr: Recharger les données du problème
it: Ricarica i dati relativi al problema
nl: Probleemgegevens opnieuw laden

source: Remaining
da: Resterende
fr: Restant
it: Rimanente
nl: Resterend

source: Remaining amount
da: Resterende beløb
fr: Montant restant
it: Importo residuo
nl: Resterende bedrag

source: Remote CIDR
da: Fjernbetjening CIDR
fr: CIDR à distance
it: CIDR remoto
nl: CIDR op afstand

source: Remote Waldur API URL
da: Fjernadresse til Waldur API
fr: URL de l'API Waldur à distance
it: URL API Waldur remoto
nl: Externe Waldur API-URL

source: Remote accounts
da: Fjernkonti
fr: Comptes distants
it: Account remoti
nl: Externe accounts

source: Remote accounts are used for accessing external services you have access to.
da: Fjernkonti bruges til at få adgang til eksterne tjenester, du har adgang til.
fr: Les comptes distants sont utilisés pour accéder aux services externes auxquels vous avez accès.
it: Gli account remoti vengono utilizzati per accedere ai servizi esterni a cui hai accesso.
nl: Externe accounts worden gebruikt om toegang te krijgen tot externe diensten waartoe u toegang hebt.

source: Remote category
da: Fjernkategori
fr: Catégorie à distance
it: Categoria remota
nl: Categorie op afstand

source: Remote offering
da: Fjerntilbud
fr: Offre à distance
it: Offerta remota
nl: Aanbod op afstand

source: Remote security group
da: Fjernsikkerhedsgruppe
fr: Groupe de sécurité à distance
it: Gruppo di sicurezza remoto
nl: Externe beveiligingsgroep

source: Remove
da: Fjern
fr: Supprimer
it: Rimuovi
nl: Verwijderen

source: Remove from comparison
da: Fjern fra sammenligning
fr: Supprimer de la comparaison
it: Rimuovi dal confronto
nl: Verwijderen uit vergelijking

source: Remove logo
da: Fjern logo
fr: Supprimer le logo
it: Rimuovi logo
nl: Logo verwijderen

source: Remove organization
da: Fjern organisation
fr: Supprimer l'organisation
it: Rimuovi organizzazione
nl: Organisatie verwijderen

source: Remove profile
da: Fjern profil
fr: Supprimer le profil
it: Rimuovi profilo
nl: Profiel verwijderen

source: Removed organizations cannot be restored!
da: Fjernede organisationer kan ikke gendannes!
fr: Les organisations supprimées ne peuvent pas être restaurées !
it: Le organizzazioni rimosse non possono essere ripristinate!
nl: Verwijderde organisaties kunnen niet worden hersteld!

source: Removing organization {organizationName}
da: Fjernelse af organisation {organizationName}
fr: Suppression de l'organisation {organizationName}
it: Rimozione dell'organizzazione {organizationName}
nl: Verwijderen organisatie {organizationName}

source: Removing the organization will delete all related resources.
da: Hvis du fjerner organisationen, slettes alle relaterede ressourcer.
fr: La suppression de l'organisation supprimera toutes les ressources associées.
it: La rimozione dell'organizzazione eliminerà tutte le risorse correlate.
nl: Als u de organisatie verwijdert, worden alle gerelateerde bronnen verwijderd.

source: Report
da: Rapport
fr: Rapporter
it: Segnala
nl: Rapporteer

source: Report a security incident
da: Rapporter en sikkerhedshændelse
fr: Signaler un incident de sécurité
it: Segnalare un incidente di sicurezza
nl: Een beveiligingsincident melden

source: Report an issue
da: Rapportér et problem
fr: Signaler un problème
it: Segnala un problema
nl: Een probleem melden

source: Report details
da: Rapportoplysninger
fr: Détails du rapport
it: Dettagli del report
nl: Rapportdetails

source: Report has been submitted
da: Rapporten er blevet indsendt
fr: Le rapport a été soumis
it: La relazione è stata inviata
nl: Rapport is ingediend

source: Report incorrect data
da: Rapportér forkerte data
fr: Signaler des données incorrectes
it: Segnala dati errati
nl: Onjuiste gegevens melden

source: Report is invalid.
da: Rapporten er ugyldig.
fr: Le rapport n'est pas valide.
it: Il report non è valido.
nl: Rapport is ongeldig.

source: Report security incident
da: Rapporter sikkerhedshændelse
fr: Signaler un incident de sécurité
it: Segnala incidente di sicurezza
nl: Beveiligingsincident melden

source: Report usage
da: Rapporter brug
fr: Rapport d'utilisation
it: Segnalare l'utilizzo
nl: Gebruik rapporteren

source: Reported by me
da: Rapporteret af mig
fr: Rapporté par moi
it: Segnalato da me
nl: Gerapporteerd door mij

source: Reported value is reused every month until changed.
da: Den indberettede værdi genbruges hver måned, indtil den ændres.
fr: La valeur rapportée est réutilisée chaque mois jusqu'à ce qu'elle soit modifiée.
it: Il valore segnalato viene riutilizzato ogni mese fino alla modifica.
nl: Gerapporteerde waarde wordt elke maand opnieuw gebruikt totdat deze wordt gewijzigd.

source: Reporting
da: Rapporterer
fr: Rapports
it: Segnalazione
nl: Rapportage

source: Request-based item
da: Anmodningsbaseret vare
fr: Article basé sur la demande
it: Articolo basato su richiesta
nl: Op verzoek gebaseerd artikel

source: Request-based item (without Service Desk)
da: Anmodningsbaseret vare (uden Service Desk)
fr: Article basé sur la demande (sans Service Desk)
it: Articolo basato su richiesta (senza Service Desk)
nl: Op verzoek gebaseerd artikel (zonder Service Desk)

source: Request account removal for {userName}.
da: Anmod om fjernelse af konto for {userName}.
fr: Demander la suppression du compte pour {userName}.
it: Richiedi la rimozione dell'account per {userName}.
nl: Verzoek account verwijdering voor {userName}.

source: Request an approval
da: Anmod om godkendelse
fr: Demander une approbation
it: Richiedi un'approvazione
nl: Verzoek om goedkeuring

source: Request demo
da: Anmod om demo
fr: Demander une démo
it: Richiedi demo
nl: Verzoek om demo

source: Request description
da: Anmodning om beskrivelse
fr: Description de la demande
it: Richiesta descrizione
nl: Verzoek om beschrijving

source: Request detail
da: Anmodning om oplysninger
fr: Demande de détails
it: Dettagli richiesta
nl: Verzoek detail

source: Request details
da: Anmod om oplysninger
fr: Demander des détails
it: Dettagli richiesta
nl: Verzoek details

source: Request direct access
da: Anmodning om direkte adgang
fr: Demander un accès direct
it: Richiedi accesso diretto
nl: Verzoek directe toegang

source: Request direct access to OpenStack Tenant
da: Anmodning om direkte adgang til OpenStack-lejer
fr: Demander un accès direct à OpenStack Locataire
it: Richiedi accesso diretto a OpenStack Tenant
nl: Verzoek directe toegang tot OpenStack Huurder

source: Request direct access to {name}
da: Anmodning om direkte adgang til {name}
fr: Demander un accès direct à {name}
it: Richiedi accesso diretto a {name}
nl: Verzoek directe toegang tot {name}

source: Request editing
da: Anmodning om redigering
fr: Demander une modification
it: Richiedi modifica
nl: Verzoek om bewerking

source: Request for a change
da: Anmodning om en ændring
fr: Demande de modification
it: Richiesta di modifica
nl: Verzoek om wijziging

source: Request for a termination
da: Anmodning om opsigelse
fr: Demande de résiliation
it: Richiesta di risoluzione
nl: Verzoek om beëindiging

source: Request publishing
da: Anmodning om udgivelse
fr: Demande de publication
it: Richiedi pubblicazione
nl: Verzoek om publicatie

source: Request removal
da: Anmodning om fjernelse
fr: Demander la suppression
it: Richiedi rimozione
nl: Verzoek om verwijdering

source: Request title
da: Anmodning titel
fr: Titre de la demande
it: Titolo richiesta
nl: Verzoek titel

source: Request type
da: Anmodningstype
fr: Type de demande
it: Tipo di richiesta
nl: Verzoek type

source: Request {mode} of {name}
da: Anmodning {mode} af {name}
fr: Demande {mode} de {name}
it: Richiesta {mode} di {name}
nl: Verzoek {mode} van {name}

source: Request {requestId} has been created.
da: Anmodning {requestId} er blevet oprettet.
fr: La demande {requestId} a été créée.
it: La richiesta {requestId} è stata creata.
nl: Verzoek {requestId} is aangemaakt.

source: Requested
da: Anmodet
fr: Demandé
it: Richiesto
nl: Aangevraagd

source: Requested by
da: Anmodet af
fr: Demandé par
it: Richiesto da
nl: Aangevraagd door

source: Requested email
da: Anmodet e-mail
fr: E-mail demandé
it: Email richiesta
nl: Aangevraagde e-mail

source: Requesting of new resources has been temporarily paused
da: Anmodning om nye ressourcer er midlertidigt sat på pause
fr: La demande de nouvelles ressources a été temporairement suspendue
it: La richiesta di nuove risorse è stata temporaneamente sospesa
nl: Het aanvragen van nieuwe bronnen is tijdelijk gepauzeerd

source: Required
da: Påkrævet
fr: Obligatoire
it: Richiesto
nl: Verplicht

source: Resend
da: Send igen
fr: Renvoyer
it: Reinvia
nl: Opnieuw verzenden

source: Reserved slot
da: Reserveret slot
fr: Emplacement réservé
it: Slot riservato
nl: Gereserveerd slot

source: Reserved slot by {name}
da: Reserveret slot af {name}
fr: Emplacement réservé par {name}
it: Slot riservato da {name}
nl: Gereserveerd slot door {name}

source: Reset
da: Nulstil
fr: Réinitialiser
it: Reimposta
nl: Opnieuw instellen

source: Resize droplet
da: Ændr størrelsen på dråbe
fr: Redimensionner la gouttelette
it: Ridimensiona goccioline
nl: Formaat van druppel wijzigen

source: Resolution
da: Opløsning
fr: Résolution
it: Risoluzione
nl: Resolutie

source: Resource
da: Ressource
fr: Ressource
it: Risorsa
nl: Hulpbron

source: Resource UUID
da: Ressource UUID
fr: UUID de la ressource
it: UUID risorsa
nl: Hulpbron UUID

source: Resource already has this plan.
da: Ressourcen har allerede denne plan.
fr: La ressource a déjà ce plan.
it: La risorsa dispone già di questo piano.
nl: Hulpbron heeft dit plan al.

source: Resource configuration
da: Ressource konfiguration
fr: Configuration des ressources
it: Configurazione delle risorse
nl: Hulpbron configuratie

source: Resource configuration is invalid. Please fix errors in form.
da: Ressource konfiguration er ugyldig. Ret venligst fejl i formularen.
fr: La configuration des ressources n'est pas valide. Veuillez corriger les erreurs dans le formulaire.
it: La configurazione della risorsa non è valida. Correggi gli errori nel modulo.
nl: De hulpbron configuratie is ongeldig. Herstel de fouten in het formulier.

source: Resource deletion has been scheduled.
da: Ressourcesletning er blevet planlagt.
fr: La suppression des ressources a été planifiée.
it: L'eliminazione delle risorse è stata programmata.
nl: Het verwijderen van een hulpbron is gepland.

source: Resource description
da: Beskrivelse af ressource
fr: Description de la ressource
it: Descrizione delle risorse
nl: Hulpbronbeschrijving

source: Resource details
da: Ressourceoplysninger
fr: Détails de la ressource
it: Dettagli risorsa
nl: Hulpbrondetails

source: Resource does not have any plan.
da: Ressourcen har ingen plan.
fr: La ressource n'a aucun plan.
it: La risorsa non ha alcun piano.
nl: Hulpbron heeft geen plan.

source: Resource does not have backend ID.
da: Ressourcen har ikke backend-ID.
fr: La ressource n'a pas d'ID de backend.
it: La risorsa non dispone di ID backend.
nl: Hulpbron heeft geen backend ID.

source: Resource does not have plan.
da: Ressourcen har ikke plan.
fr: La ressource n'a pas de plan.
it: La risorsa non ha un piano.
nl: Hulpbron heeft geen plan.

source: Resource events
da: Ressourcebegivenheder
fr: Événements de ressources
it: Eventi risorsa
nl: Hulpbrongebeurtenissen

source: Resource group
da: Ressourcegruppe
fr: Groupe de ressources
it: Gruppo di risorse
nl: Hulpbrongroep

source: Resource is in sync
da: Ressourcen er synkroniseret
fr: La ressource est synchronisée
it: La risorsa è sincronizzata
nl: Hulpbron is gesynchroniseerd

source: Resource is not connected to the marketplace yet.
da: Ressourcen er endnu ikke forbundet til markedspladsen.
fr: La ressource n'est pas encore connectée au marché.
it: La risorsa non è ancora collegata al mercato.
nl: Hulpbron is nog niet verbonden met de marktplaats.

source: Resource limits change request has been submitted.
da: Der er indsendt en anmodning om ændring af ressourcegrænser.
fr: La demande de modification des limites de ressources a été soumise.
it: La richiesta di modifica dei limiti delle risorse è stata inviata.
nl: Wijzigingsaanvraag voor hulpbron limieten is ingediend.

source: Resource link
da: Ressource link
fr: Lien de ressources
it: Collegamento risorse
nl: Hulpbron koppeling

source: Resource name
da: Ressource navn
fr: Nom de la ressource
it: Nome risorsa
nl: Hulpbron naam

source: Resource plan change request has been submitted.
da: Der er indgivet en anmodning om ændring af ressourceplanen.
fr: La demande de modification du plan de ressources a été soumise.
it: La richiesta di modifica del piano delle risorse è stata inviata.
nl: Wijzigingsaanvraag voor hulpbron plan is ingediend.

source: Resource schedule is already activated.
da: Ressourceplanen er allerede aktiveret.
fr: La planification des ressources est déjà activée.
it: La pianificazione delle risorse è già attivata.
nl: Hulpbron schema is al geactiveerd.

source: Resource schedule is already deactivated.
da: Ressourceplanen er allerede deaktiveret.
fr: La planification des ressources est déjà désactivée.
it: La pianificazione delle risorse è già disattivata.
nl: Hulpbron schema is al gedeactiveerd.

source: Resource termination request has been submitted.
da: Der er indsendt anmodning om afslutning af ressourcer.
fr: La demande de résiliation des ressources a été soumise.
it: La richiesta di terminazione delle risorse è stata inviata.
nl: Verzoek tot beëindiging van de hulpbronnen is ingediend.

source: Resource usage
da: Ressource brug
fr: Utilisation des ressources
it: Utilizzo delle risorse
nl: Gebruik van hulpbronnen

source: Resource usage for {resourceName}
da: Ressourceforbrug for {resourceName}
fr: Utilisation des ressources pour {resourceName}
it: Utilizzo delle risorse per {resourceName}
nl: Brongebruik voor {resourceName}

source: Resource usage for {resource}
da: Ressourceforbrug for {resource}
fr: Utilisation des ressources pour {resource}
it: Utilizzo delle risorse per {resource}
nl: Gebruik van hulpbronnen voor {resource}

source: Resources
da: Ressourcer
fr: Ressources
it: Risorse
nl: Hulpbronnen

source: Resources import has failed.
da: Import af ressourcer er mislykkedes.
fr: L'importation des ressources a échoué.
it: Importazione delle risorse non riuscita.
nl: Importeren van bronnen is mislukt.

source: Resources represent the services you are using.
da: Ressourcer repræsenterer de tjenester, du bruger.
fr: Les ressources représentent les services que vous utilisez.
it: Le risorse rappresentano i servizi che si sta utilizzando.
nl: Hulpbronnen vertegenwoordigen de diensten die u gebruikt.

source: Resources usage
da: Ressourceforbrug
fr: Utilisation des ressources
it: Utilizzo delle risorse
nl: Gebruik van bronnen

source: Restart
da: Genstart
fr: Redémarrer
it: Riavvia
nl: Opnieuw starten

source: Restarting
da: Genstarter
fr: Redémarrage
it: Riavvio
nl: Opnieuw opstarten

source: Restore
da: Gendan
fr: Restaurer
it: Ripristino
nl: Herstellen

source: Restore virtual machine from backup {name}
da: Gendan virtuel maskine fra sikkerhedskopi {name}
fr: Restaurer la machine virtuelle à partir de la sauvegarde {name}
it: Ripristinare la macchina virtuale dal backup {name}
nl: Herstel virtuele machine van backup {name}

source: Restore volume snapshot
da: Gendan volumen snapshot
fr: Restaurer l’instantané du volume
it: Ripristinare l'istantanea del volume
nl: Herstel volume momentopname

source: Restored volumes
da: Gendannede diskenheder
fr: Volumes restaurés
it: Volumi ripristinati
nl: Herstelde volumes

source: Restricted, because of type.
da: Begrænset, på grund af typen.
fr: Restreint, en raison du type.
it: Limitato, a causa del tipo.
nl: Beperkt, vanwege het type.

source: Restroing
da: Omlægning af
fr: Restauration
it: Ristrutturazione di
nl: Herstellen

source: Retention time
da: Opbevaringstid
fr: Temps de rétention
it: Tempo di conservazione
nl: Bewaartijd

source: Retention time in days, if 0 - resource will be kept forever
da: Opbevaringstid i dage, hvis 0 - ressourcen opbevares for evigt
fr: Temps de rétention en jours, si 0 - la ressource sera conservée pour toujours
it: Tempo di conservazione in giorni, se 0 - la risorsa verrà mantenuta per sempre
nl: Bewaartijd in dagen, indien 0 - bron wordt voor altijd bewaard

source: Retry
da: Prøv igen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

source: Retype
da: Skriv igen
fr: Retaper
it: Riscrivi
nl: Opnieuw typen

source: Retype OpenStack Volume
da: Skriv OpenStack-volumen igen
fr: Retapez OpenStack Volume
it: Ridigitare il volume OpenStack
nl: OpenStack Volume opnieuw typen

source: Review
da: Anmeldelse
fr: Critique
it: Recensione
nl: Beoordeling
