Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Unable to load data.
da: Kan ikke indlæse data.
fr: Impossible de charger les données.
it: Impossibile caricare i dati.
nl: Kan gegevens niet laden.

source: Unable to load detail.
da: Kan ikke indlæse detaljer.
fr: Impossible de charger les détails.
it: Impossibile caricare i dettagli.
nl: Kan details niet laden.

source: Unable to load editor
da: Kan ikke indlæse editor
fr: Impossible de charger l'éditeur
it: Impossibile caricare l'editor
nl: Kan editor niet laden

source: Unable to load events for this resource.
da: Kan ikke indlæse begivenheder for denne ressource.
fr: Impossible de charger les événements pour cette ressource.
it: Impossibile caricare gli eventi per questa risorsa.
nl: Kan gebeurtenissen voor deze bron niet laden.

source: Unable to load file.
da: Kan ikke indlæse filen.
fr: Impossible de charger le fichier.
it: Impossibile caricare il file.
nl: Kan bestand niet laden.

source: Unable to load financial overview.
da: Kan ikke indlæse økonomisk oversigt.
fr: Impossible de charger l'aperçu financier.
it: Impossibile caricare la panoramica finanziaria.
nl: Kan financieel overzicht niet laden.

source: Unable to load form options.
da: Kan ikke indlæse formularindstillinger.
fr: Impossible de charger les options du formulaire.
it: Impossibile caricare le opzioni del modulo.
nl: Kan formulieropties niet laden.

source: Unable to load growth chart.
da: Kan ikke indlæse vækstdiagram.
fr: Impossible de charger le graphique de croissance.
it: Impossibile caricare il grafico di crescita.
nl: Kan groeigrafiek niet laden.

source: Unable to load invoices
da: Kan ikke indlæse fakturaer
fr: Impossible de charger les factures
it: Impossibile caricare le fatture
nl: Kan facturen niet laden

source: Unable to load locations.
da: Kan ikke indlæse placeringer.
fr: Impossible de charger les emplacements.
it: Impossibile caricare le posizioni.
nl: Kan locaties niet laden.

source: Unable to load offering.
da: Kan ikke indlæse tilbuddet.
fr: Impossible de charger l'offre.
it: Impossibile caricare l'offerta.
nl: Kan aanbieding niet laden.

source: Unable to load offering cost chart.
da: Kan ikke indlæse tilbudsomkostningsdiagram.
fr: Impossible de charger le graphique des coûts de l'offre.
it: Impossibile caricare il grafico dei costi dell'offerta.
nl: Kan aanbiedingskostengrafiek niet laden.

source: Unable to load offering details.
da: Kan ikke indlæse oplysninger om tilbuddet.
fr: Impossible de charger les détails de l'offre.
it: Impossibile caricare i dettagli dell'offerta.
nl: Kan aanbiedingsdetails niet laden.

source: Unable to load offerings
da: Kan ikke indlæse tilbud
fr: Impossible de charger les offres
it: Impossibile caricare le offerte
nl: Kan aanbiedingen niet laden

source: Unable to load order details.
da: Kan ikke indlæse ordreoplysninger.
fr: Impossible de charger les détails de la commande.
it: Impossibile caricare i dettagli dell'ordine.
nl: Kan besteldetails niet laden.

source: Unable to load organization resources.
da: Kan ikke indlæse organisationsressourcer.
fr: Impossible de charger les ressources de l'organisation.
it: Impossibile caricare le risorse dell'organizzazione.
nl: Kan organisatiebronnen niet laden.

source: Unable to load organizations
da: Kan ikke indlæse organisationer
fr: Impossible de charger les organisations
it: Impossibile caricare le organizzazioni
nl: Kan organisaties niet laden

source: Unable to load page
da: Kan ikke indlæse siden
fr: Impossible de charger la page
it: Impossibile caricare la pagina
nl: Kan pagina niet laden

source: Unable to load pending orders.
da: Kan ikke indlæse afventende ordrer.
fr: Impossible de charger les commandes en attente.
it: Impossibile caricare gli ordini in sospeso.
nl: Kan lopende bestellingen niet laden.

source: Unable to load plan details.
da: Kan ikke indlæse planoplysninger.
fr: Impossible de charger les détails du plan.
it: Impossibile caricare i dettagli del piano.
nl: Kan plandetails niet laden.

source: Unable to load project resources.
da: Kan ikke indlæse projektressourcer.
fr: Impossible de charger les ressources du projet.
it: Impossibile caricare le risorse del progetto.
nl: Kan project bronnen niet laden.

source: Unable to load project types.
da: Kan ikke indlæse projekttyper.
fr: Impossible de charger les types de projet.
it: Impossibile caricare i tipi di progetto.
nl: Kan projecttypen niet laden.

source: Unable to load provider details.
da: Kan ikke indlæse oplysninger om udbyder.
fr: Impossible de charger les détails du fournisseur.
it: Impossibile caricare i dettagli del provider.
nl: Kan aanbieder details niet laden.

source: Unable to load questions and answers.
da: Kan ikke indlæse spørgsmål og svar.
fr: Impossible de charger les questions et les réponses.
it: Impossibile caricare domande e risposte.
nl: Kan vragen en antwoorden niet laden.

source: Unable to load resource.
da: Kan ikke indlæse ressourcen.
fr: Impossible de charger la ressource.
it: Impossibile caricare la risorsa.
nl: Kan bron niet laden.

source: Unable to load sections for comparison.
da: Kan ikke indlæse sektioner til sammenligning.
fr: Impossible de charger les sections à des fins de comparaison.
it: Impossibile caricare sezioni per il confronto.
nl: Kan secties niet laden voor vergelijking.

source: Unable to load service provider.
da: Kan ikke indlæse tjenesteudbyderen.
fr: Impossible de charger le fournisseur de services.
it: Impossibile caricare il provider di servizi.
nl: Kan dienstverlener niet laden.

source: Unable to load service providers.
da: Kan ikke indlæse tjenesteudbydere.
fr: Impossible de charger les fournisseurs de services.
it: Impossibile caricare i provider di servizi.
nl: Kan dienstverleners niet laden.

source: Unable to load tenant.
da: Kan ikke indlæse lejer.
fr: Impossible de charger le locataire.
it: Impossibile caricare il tenant.
nl: Kan huurder niet laden.

source: Unable to load tenant data.
da: Kan ikke indlæse lejerdata.
fr: Impossible de charger les données du locataire.
it: Impossibile caricare i dati del tenant.
nl: Kan huurder gegevens niet laden.

source: Unable to load user.
da: Kan ikke indlæse bruger.
fr: Impossible de charger l'utilisateur.
it: Impossibile caricare l'utente.
nl: Kan gebruiker niet laden.

source: Unable to load user monthly activity data.
da: Kan ikke indlæse brugernes månedlige aktivitetsdata.
fr: Impossible de charger les données d'activité mensuelles de l'utilisateur.
it: Impossibile caricare i dati delle attività mensili dell'utente.
nl: Kan maandelijkse activiteitsgegevens van gebruiker niet laden.

source: Unable to login via SAML2 protocol.
da: Kan ikke logge ind via SAML2-protokollen.
fr: Impossible de se connecter via le protocole SAML2.
it: Impossibile accedere tramite il protocollo SAML2.
nl: Kan niet inloggen via SAML2 protocol.

source: Unable to mark the invoice as paid.
da: Kan ikke markere fakturaen som betalt.
fr: Impossible de marquer la facture comme payée.
it: Impossibile contrassegnare la fattura come pagata.
nl: Kan de factuur niet markeren als betaald.

source: Unable to move resource.
da: Kan ikke flytte ressource.
fr: Impossible de déplacer la ressource.
it: Impossibile spostare la risorsa.
nl: Kan bron niet verplaatsen.

source: Unable to open console.
da: Kan ikke åbne konsollen.
fr: Impossible d'ouvrir la console.
it: Impossibile aprire la console.
nl: Kan console niet openen.

source: Unable to open console. Error message: {message}
da: Kan ikke åbne konsollen. Fejlmeddelelse: {message}
fr: Impossible d'ouvrir la console. Message d'erreur : {message}
it: Impossibile aprire la console. Messaggio di errore: {message}
nl: Kan console niet openen. Foutbericht: {message}

source: Unable to open console log
da: Kan ikke åbne konsolloggen
fr: Impossible d'ouvrir le journal de la console
it: Impossibile aprire il registro della console
nl: Kan console log niet openen

source: Unable to perform review.
da: Kan ikke udføre gennemgang.
fr: Impossible d'effectuer l'examen.
it: Impossibile eseguire la revisione.
nl: Kan beoordeling niet uitvoeren.

source: Unable to post comment.
da: Kan ikke skrive kommentar.
fr: Impossible de poster un commentaire.
it: Impossibile pubblicare commenti.
nl: Kan commentaar niet plaatsen.

source: Unable to process payment.
da: Kan ikke behandle betalingen.
fr: Impossible de traiter le paiement.
it: Impossibile elaborare il pagamento.
nl: Kan betaling niet verwerken.

source: Unable to publish Google Calendar.
da: Kan ikke udgive Google Kalender.
fr: Impossible de publier Google Agenda.
it: Impossibile pubblicare Google Calendar.
nl: Kan Google Agenda niet publiceren.

source: Unable to register service provider.
da: Kan ikke registrere tjenesteudbyder.
fr: Impossible d'enregistrer le fournisseur de services.
it: Impossibile registrare il provider di servizi.
nl: Kan dienstverlener niet registreren.

source: Unable to reject invitation.
da: Kan ikke afvise invitationen.
fr: Impossible de rejeter l'invitation.
it: Impossibile rifiutare l'invito.
nl: Kan uitnodiging niet afgewezen.

source: Unable to reject order.
da: Kan ikke afvise ordre.
fr: Impossible de rejeter la commande.
it: Impossibile rifiutare l'ordine.
nl: Kan bestelling niet afgewezen.

source: Unable to reject order item.
da: Kan ikke afvise ordrevare.
fr: Impossible de rejeter l'article de commande.
it: Impossibile rifiutare l'articolo dell'ordine.
nl: Kan bestelartikel niet afgewezen.

source: Unable to remove SSH key.
da: Kan ikke fjerne SSH-nøgle.
fr: Impossible de supprimer la clé SSH.
it: Impossibile rimuovere la chiave SSH.
nl: Kan SSH-sleutel niet verwijderen.

source: Unable to remove hook.
da: Kan ikke fjerne krogen.
fr: Impossible de supprimer le crochet.
it: Impossibile rimuovere il gancio.
nl: Kan haak niet verwijderen.

source: Unable to remove image.
da: Kan ikke fjerne billedet.
fr: Impossible de supprimer l'image.
it: Impossibile rimuovere l'immagine.
nl: Kan afbeelding niet verwijderen.

source: Unable to remove item from shopping cart.
da: Kan ikke fjerne varen fra indkøbskurven.
fr: Impossible de supprimer l'article du panier d’achat.
it: Impossibile rimuovere l'articolo dal carrello.
nl: Kan artikel niet uit winkelmandje verwijderen.

source: Unable to remove logo.
da: Kan ikke fjerne logo.
fr: Impossible de supprimer le logo.
it: Impossibile rimuovere il logo.
nl: Kan logo niet verwijderen.

source: Unable to remove payment profile.
da: Kan ikke fjerne betalingsprofil.
fr: Impossible de supprimer le profil de paiement.
it: Impossibile rimuovere il profilo di pagamento.
nl: Kan betalingsprofiel niet verwijderen.

source: Unable to report security incident.
da: Kan ikke rapportere sikkerhedshændelse.
fr: Impossible de signaler un incident de sécurité.
it: Impossibile segnalare un incidente di sicurezza.
nl: Kan beveiligingsincident niet melden.

source: Unable to resend invitation.
da: Kan ikke sende invitationen igen.
fr: Impossible de renvoyer l'invitation.
it: Impossibile inviare nuovamente l'invito.
nl: Kan uitnodiging niet opnieuw verzenden.

source: Unable to resize droplet.
da: Kan ikke ændre størrelse på dråbe.
fr: Impossible de redimensionner la gouttelette.
it: Impossibile ridimensionare la goccia.
nl: Kan formaat van de druppel niet wijzigen.

source: Unable to restore VM snapshot.
da: Kan ikke gendanne VM-snapshot.
fr: Impossible de restaurer l'instantané de la VM.
it: Impossibile ripristinare la copia istantanea della macchina virtuale.
nl: Kan VM-momentopname niet herstellen.

source: Unable to restore volume snapshot.
da: Kan ikke gendanne snapshot af volumen.
fr: Impossible de restaurer l'instantané du volume.
it: Impossibile ripristinare lo snapshot del volume.
nl: Kan volumemomentopname niet herstellen.

source: Unable to retype volume.
da: Kan ikke skrive volumen igen.
fr: Impossible de retaper le volume.
it: Impossibile ridigitare il volume.
nl: Kan volume niet opnieuw typen.

source: Unable to revoke permission.
da: Kan ikke tilbagekalde tilladelsen.
fr: Impossible de révoquer l'autorisation.
it: Impossibile revocare l'autorizzazione.
nl: Kan toestemming niet intrekken.

source: Unable to save location.
da: Kan ikke gemme placering.
fr: Impossible d'enregistrer l'emplacement.
it: Impossibile salvare la posizione.
nl: Kan locatie niet opslaan.

source: Unable to save user.
da: Kan ikke gemme brugeren.
fr: Impossible d'enregistrer l'utilisateur.
it: Impossibile salvare l'utente.
nl: Kan gebruiker niet opslaan.

source: Unable to send feedback.
da: Kan ikke sende feedback.
fr: Impossible d'envoyer des commentaires.
it: Impossibile inviare un feedback.
nl: Kan terugkoppeling niet verzenden.

source: Unable to send record notification.
da: Kan ikke sende postmeddelelse.
fr: Impossible d'envoyer la notification d'enregistrement.
it: Impossibile inviare una notifica di record.
nl: Kan recordmelding niet verzenden.

source: Unable to set backend ID.
da: Kan ikke indstille backend-ID.
fr: Impossible de définir l'ID du backend.
it: Impossibile impostare l'ID backend.
nl: Kan backend ID niet instellen.

source: Unable to show console log.
da: Kan ikke vise konsollog.
fr: Impossible d'afficher le journal de la console.
it: Impossibile visualizzare il registro della console.
nl: Kan console log niet laten zien.

source: Unable to submit answers.
da: Kan ikke indsende svar.
fr: Impossible de soumettre des réponses.
it: Impossibile inviare risposte.
nl: Kan geen antwoorden indienen.

source: Unable to submit empty comment.
da: Kan ikke indsende en tom kommentar.
fr: Impossible de soumettre un commentaire vide.
it: Impossibile inviare un commento vuoto.
nl: Kan geen lege opmerking indienen.

source: Unable to submit limits change request.
da: Kan ikke indsende anmodning om ændring af grænser.
fr: Impossible de soumettre la demande de modification des limites.
it: Impossibile inviare la richiesta di modifica dei limiti.
nl: Kan wijzigingsverzoek voor limieten niet indienen.

source: Unable to submit order.
da: Kan ikke indsende ordre.
fr: Impossible de soumettre la commande.
it: Impossibile inviare l'ordine.
nl: Kan bestelling niet indienen.

source: Unable to submit plan change request.
da: Kan ikke indsende anmodning om planændring.
fr: Impossible de soumettre la demande de modification de plan.
it: Impossibile inviare la richiesta di modifica del piano.
nl: Kan geen planwijzigingsverzoek indienen.

source: Unable to submit report.
da: Kan ikke indsende rapport.
fr: Impossible de soumettre le rapport.
it: Impossibile inviare il report.
nl: Kan rapport niet indienen.

source: Unable to submit resource termination request.
da: Kan ikke indsende anmodning om afslutning af ressourcer.
fr: Impossible de soumettre la demande de résiliation de ressource.
it: Impossibile inviare la richiesta di cessazione della risorsa.
nl: Kan verzoek om beëindiging van hulpbronnen niet indienen.

source: Unable to submit usage report.
da: Kan ikke indsende brugsrapport.
fr: Impossible de soumettre le rapport d'utilisation.
it: Impossibile inviare il report sull'utilizzo.
nl: Kan gebruiksrapport niet indienen.

source: Unable to sync FreeIPA profile.
da: Kan ikke synkronisere FreeIPA-profilen.
fr: Impossible de synchroniser le profil FreeIPA.
it: Impossibile sincronizzare il profilo FreeIPA.
nl: Kan FreeIPA profiel niet synchroniseren.

source: Unable to sync Google Calendar.
da: Kan ikke synkronisere Google Kalender.
fr: Impossible de synchroniser Google Agenda.
it: Impossibile sincronizzare Google Calendar.
nl: Kan Google Agenda niet synchroniseren.

source: Unable to synchronise resource.
da: Kan ikke synkronisere ressourcen.
fr: Impossible de synchroniser la ressource.
it: Impossibile sincronizzare la risorsa.
nl: Kan hulpbron niet synchroniseren.

source: Unable to unlink instance from node.
da: Kan ikke fjerne tilknytning af instans fra node.
fr: Impossible de délier l'instance du nœud.
it: Impossibile scollegare l'istanza dal nodo.
nl: Kan instantie niet ontkoppelen van knooppunt.

source: Unable to unlink invoice from the payment.
da: Kan ikke fjerne tilknytning af fakturaen fra betalingen.
fr: Impossible de délier la facture du paiement.
it: Impossibile scollegare la fattura dal pagamento.
nl: Kan factuur niet ontkoppelen van de betaling.

source: Unable to unpublish Google Calendar.
da: Kan ikke afpublicere Google Kalender.
fr: Impossible de dépublier Google Agenda.
it: Impossibile annullare la pubblicazione di Google Calendar.
nl: Kan de publicatie van Google Agenda niet ongedaan maken.

source: Unable to update YAML.
da: Kan ikke opdatere YAML.
fr: Impossible de mettre à jour YAML.
it: Impossibile aggiornare YAML.
nl: Kan YAML niet bijwerken.

source: Unable to update allowed address pairs.
da: Kan ikke opdatere tilladte adressepar.
fr: Impossible de mettre à jour les paires d'adresses autorisées.
it: Impossibile aggiornare le coppie di indirizzi consentite.
nl: Kan toegestane adresparen niet bijwerken.

source: Unable to update confirmation message.
da: Kan ikke opdatere bekræftelsesmeddelelsen.
fr: Impossible de mettre à jour le message de confirmation.
it: Impossibile aggiornare il messaggio di conferma.
nl: Kan bevestigingsbericht niet bijwerken.

source: Unable to update enabled checklists.
da: Kunne ikke opdatere aktiverede tjeklister.
fr: Impossible de mettre à jour les listes de contrôle activées.
it: Impossibile aggiornare le liste di controllo abilitate.
nl: Kan ingeschakelde controlelijsten niet bijwerken.

source: Unable to update floating IPs.
da: Kan ikke opdatere flydende IP'er.
fr: Impossible de mettre à jour les adresses IP flottantes.
it: Impossibile aggiornare IP mobili.
nl: Kan zwevende IP's niet bijwerken.

source: Unable to update horizontal pod autoscaler.
da: Kan ikke opdatere vandret pod autoscaler.
fr: Impossible de mettre à jour l'autoscaler de pod horizontal.
it: Impossibile aggiornare l'autoscaler del pod orizzontale.
nl: Kan horizontale pod autoscaler niet bijwerken.

source: Unable to update internal IPs of OpenStack instance.
da: Kan ikke opdatere interne IP'er af OpenStack-instansen.
fr: Impossible de mettre à jour les adresses IP internes de l'instance OpenStack.
it: Impossibile aggiornare gli IP interni dell'istanza OpenStack.
nl: Kan interne IP's van OpenStack-instantie niet bijwerken.

source: Unable to update network MTU.
da: Kan ikke opdatere MTU-netværket.
fr: Impossible de mettre à jour le MTU du réseau.
it: Impossibile aggiornare MTU di rete.
nl: Kan netwerk MTU niet bijwerken.

source: Unable to update notification.
da: Kan ikke opdatere meddelelsen.
fr: Impossible de mettre à jour la notification.
it: Impossibile aggiornare la notifica.
nl: Kan melding niet bijwerken.

source: Unable to update offering
da: Kan ikke opdatere tilbuddet
fr: Impossible de mettre à jour l'offre
it: Impossibile aggiornare l'offerta
nl: Kan aanbod niet bijwerken

source: Unable to update offering.
da: Kan ikke opdatere tilbuddet.
fr: Impossible de mettre à jour l’offre.
it: Impossibile aggiornare l'offerta.
nl: Kan aanbod niet bijwerken.

source: Unable to update offering state.
da: Kan ikke opdatere tilbudsstatus.
fr: Impossible de mettre à jour l'état de l'offre.
it: Impossibile aggiornare lo stato dell'offerta.
nl: Kan aanbiedingsstatus niet bijwerken.

source: Unable to update organization.
da: Kan ikke opdatere organisationen.
fr: Impossible de mettre à jour l'organisation.
it: Impossibile aggiornare l'organizzazione.
nl: Kan organisatie niet bijwerken.

source: Unable to update payment.
da: Kan ikke opdatere betalingen.
fr: Impossible de mettre à jour le paiement.
it: Impossibile aggiornare il pagamento.
nl: Kan betaling niet bijwerken.

source: Unable to update payment profile.
da: Kan ikke opdatere betalingsprofilen.
fr: Impossible de mettre à jour le profil de paiement.
it: Impossibile aggiornare il profilo di pagamento.
nl: Kan betalingsprofiel niet bijwerken.

source: Unable to update provider.
da: Kan ikke opdatere udbyderen.
fr: Impossible de mettre à jour le fournisseur.
it: Impossibile aggiornare il provider.
nl: Kan aanbieder niet bijwerken.

source: Unable to update security group rules.
da: Kan ikke opdatere sikkerhedsgruppe regler.
fr: Impossible de mettre à jour les règles du groupe de sécurité.
it: Impossibile aggiornare le regole del gruppo di protezione.
nl: Kan beveiligingsgroep regels niet bijwerken.

source: Unable to update security groups of OpenStack instance.
da: Kan ikke opdatere sikkerhedsgrupper for OpenStack-instansen.
fr: Impossible de mettre à jour les groupes de sécurité de l'instance OpenStack.
it: Impossibile aggiornare i gruppi di sicurezza dell'istanza OpenStack.
nl: Kan beveiligingsgroepen van OpenStack-instantie niet bijwerken.

source: Unable to update shopping cart item.
da: Kan ikke opdatere indkøbsvognens vare.
fr: Impossible de mettre à jour l'article du panier d'achat.
it: Impossibile aggiornare l'articolo del carrello.
nl: Kan winkelmandje artikel niet bijwerken.

source: Unable to update static routes.
da: Kan ikke opdatere statiske ruter.
fr: Impossible de mettre à jour les routes statiques.
it: Impossibile aggiornare le route statiche.
nl: Kan statische routes niet bijwerken.

source: Unable to update user.
da: Kan ikke opdatere bruger.
fr: Impossible de mettre à jour l'utilisateur.
it: Impossibile aggiornare l'utente.
nl: Kan gebruiker niet bijwerken.

source: Unable to update {verboseName}.
da: Kan ikke opdatere {verboseName}.
fr: Impossible de mettre à jour {verboseName}.
it: Impossibile aggiornare {verboseName}.
nl: Kan {verboseName} niet bijwerken.

source: Unable to upload attachment.
da: Kan ikke uploade vedhæftet fil.
fr: Impossible de télécharger la pièce jointe.
it: Impossibile caricare l'allegato.
nl: Kan bijlage niet uploaden.

source: Unable to upload logo.
da: Kan ikke uploade logo.
fr: Impossible de télécharger le logo.
it: Impossibile caricare il logo.
nl: Kan logo niet uploaden.

source: Unconfirmed
da: Ubekræftet
fr: Non confirmé
it: Non confermato
nl: Niet bevestigd

source: Unexpected exception happened during login process.
da: Uventet undtagelse skete under login-processen.
fr: Une exception inattendue s'est produite pendant le processus de connexion.
it: Eccezione imprevista durante il processo di accesso.
nl: Er is een onverwachte uitzondering opgetreden tijdens het inlogproces.

source: Unfortunately, connection to server has failed. Please check if you can connect to {apiEndpoint} from your browser and contact support if the error continues.
da: Forbindelsen til serveren er desværre mislykkedes. Kontroller venligst, om du kan oprette forbindelse til {apiEndpoint} fra din browser, og kontakt support, hvis fejlen fortsætter.
fr: Malheureusement, la connexion au serveur a échoué. Veuillez vérifier si vous pouvez vous connecter à {apiEndpoint} depuis votre navigateur et contactez le support si l'erreur persiste.
it: Sfortunatamente, la connessione al server non è riuscita. Verifica se riesci a connetterti a {apiEndpoint} dal tuo browser e contatta il supporto se l'errore persiste.
nl: Helaas is de verbinding met de server mislukt. Controleer of u verbinding kunt maken met {apiEndpoint} vanuit uw browser en neem contact op met de ondersteuning als de fout zich blijft voordoen.

source: Unique ID of a resource created via Marketplace
da: Unikt id for en ressource oprettet via Marketplace
fr: ID unique d'une ressource créée via Marketplace
it: ID univoco di una risorsa creata tramite Marketplace
nl: Unieke ID van een hulpbron gemaakt via Marketplace

source: Unique ID of a resource in a backend system
da: Unikt id for en ressource i et backend-system
fr: ID unique d'une ressource dans un système backend
it: ID univoco di una risorsa in un sistema di backend
nl: Unieke ID van een hulpbron in een backend systeem
