Repository: waldur/waldur-homeport
Catalog: locales/*.po
Languages: da, fa, fr, it, nl

source: Review has been closed.
da: Gennemgangen er blevet lukket.
fr: L'examen a été fermé.
it: La revisione è stata chiusa.
nl: Beoordeling is gesloten.

source: Review has been performed.
da: Gennemgangen er blevet udført.
fr: L'examen a été effectué.
it: La revisione è stata eseguita.
nl: Beoordeling is uitgevoerd.

source: Reviews
da: Anmeldelser
fr: Critiques
it: Recensioni
nl: Beoordelingen

source: Revoke
da: Tilbagekald
fr: Révoquer
it: Revocare
nl: Intrekken

source: Role
da: Rolle
fr: Rôle
it: Ruolo
nl: Rol

source: Role expires on
da: Rollen udløber den
fr: Le rôle expire le
it: Il ruolo scade il
nl: Rol verloopt op

source: Role in project
da: Rolle i projektet
fr: Rôle dans le projet
it: Ruolo nel progetto
nl: Rol in project

source: Role management events
da: Begivenheder vedrørende rolleforvaltning
fr: Événements de gestion des rôles
it: Eventi di gestione dei ruoli
nl: Rolbeheergebeurtenissen

source: Roles
da: Roller
fr: Rôles
it: Ruoli
nl: Rollen

source: Routers
da: Routere
fr: Routeurs
it: Router

source: Rule count
da: Regel tæller
fr: Nombre de règles
it: Conteggio delle regole
nl: Aantal regels

source: Rules
da: Regler
fr: Règles
it: Regole
nl: Regels

source: Running accounting
da: Løbende regnskab
fr: Exécution de la comptabilité
it: Contabilità in esecuzione
nl: Lopende boekhouding

source: Runtime state
da: Kørselstilstand
fr: État d'exécution
it: Stato runtime
nl: Runtime-status

source: SAML2 single logout has been started. Please wait until it completes.
da: SAML2 enkelt logout er blevet startet. Vent venligst, indtil den er afsluttet.
fr: La déconnexion unique SAML2 a été lancée. Veuillez patienter jusqu&#39;à ce qu&#39;il se termine.
it: SAML2 singola disconnessione è stata avviata. Attendere fino al completamento.
nl: SAML2 enkele afmelding is gestart. Wacht alstublieft tot het voltooid is.

source: SLURM allocation
da: SLURM-tildeling
fr: Allocation du SLURM
it: Allocazione SLURM
nl: SLURM toewijzing

source: SLURM allocation usage
da: Brug af SLURM-tildeling
fr: Utilisation de l'allocation SLURM
it: Utilizzo allocazione SLURM
nl: SLURM toewijzing gebruik

source: SQL database has been created.
da: SQL-database er blevet oprettet.
fr: La base de données SQL a été créée.
it: Il database SQL è stato creato.
nl: SQL-database is aangemaakt.

source: SQL server description
da: Beskrivelse af SQL-server
fr: Description du serveur SQL
it: Descrizione del server SQL
nl: SQL-server beschrijving

source: SQL server name
da: SQL-servernavn
fr: Nom du serveur SQL
it: Nome server SQL
nl: SQL-servernaam

source: SSH Keys
da: SSH-nøgler
fr: Clés SSH
it: Chiavi SSH
nl: SSH Sleutels

source: SSH key
da: SSH-nøgle
fr: Clé SSH
it: Chiave SSH
nl: SSH-sleutel

source: SSH key has been removed.
da: SSH-nøglen er blevet fjernet.
fr: La clé SSH a été supprimée.
it: La chiave SSH è stata rimossa.
nl: SSH-sleutel is verwijderd.

source: SSH key management events
da: SSH-nøglehåndteringsbegivenheder
fr: Événements de gestion des clés SSH
it: Eventi di gestione delle chiavi SSH
nl: SSH sleutelbeheer gebeurtenissen

source: SSH key {ssh_key_name} has been created for user {user_link}
da: SSH-nøgle {ssh_key_name} er blevet oprettet for brugeren {user_link}
fr: La clé SSH {ssh_key_name} a été créée pour l'utilisateur {user_link}
it: La chiave SSH {ssh_key_name} è stata creata per l'utente {user_link}
nl: SSH sleutel {ssh_key_name} is aangemaakt voor gebruiker {user_link}

source: SSH key {ssh_key_name} has been deleted for user {user_link}
da: SSH-nøgle {ssh_key_name} er blevet slettet for brugeren {user_link}
fr: La clé SSH {ssh_key_name} a été supprimée pour l'utilisateur {user_link}
it: La chiave SSH {ssh_key_name} è stata eliminata per l'utente {user_link}
nl: SSH sleutel {ssh_key_name} is verwijderd voor gebruiker {user_link}

source: SSH keys
da: SSH-nøgler
fr: Clés SSH
it: Chiavi SSH
nl: SSH-sleutels

source: SSH public key
da: Offentlig SSH-nøgle
fr: Clé publique SSH
it: Chiave pubblica SSH
nl: SSH openbare sleutel

source: Sankey diagram
fr: Diagramme Sankey
it: Diagramma Sankey

source: Save
da: Gem
fr: Enregistrer
it: Salva
nl: Opslaan

source: Scale
da: Skala
fr: Échelle
it: Scala
nl: Schaal

source: Schedule
da: Tidsplan
fr: Horaire
it: Programma
nl: Schema

source: Schedules
da: Tidsplaner
fr: Horaires
it: Orari
nl: Schema's

source: Schedules are invalid.
da: Tidsplaner er ugyldige.
fr: Les horaires ne sont pas valides.
it: Programmazioni non valide.
nl: Schema's zijn ongeldig.

source: Score
it: Punteggio

source: Script for creation of a resource
da: Script til oprettelse af en ressource
fr: Script pour la création d'une ressource
it: Script per la creazione di una risorsa
nl: Script voor het maken van een hulpbron

source: Script for regular update of resource and its accounting
da: Script til regelmæssig opdatering af ressource og dens regnskab
fr: Script pour la mise à jour régulière de la ressource et de sa comptabilité
it: Script per l'aggiornamento regolare della risorsa e la sua contabilità
nl: Script voor regelmatige bijwerking van de hulpbron en de boekhouding ervan

source: Script for termination of a resource
da: Script til afslutning af en ressource
fr: Script pour la résiliation d'une ressource
it: Script per la terminazione di una risorsa
nl: Script voor beëindiging van een hulpbron

source: Script for updating a resource on plan change
da: Script til opdatering af en ressource ved planændring
fr: Script pour la mise à jour d’une ressource sur le modification de plan
it: Script per l'aggiornamento di una risorsa alla modifica del piano
nl: Script voor het bijwerken van een hulpbron bij planwijziging

source: Script language
da: Script sprog
fr: Langage de script
it: Linguaggio script
nl: Scripttaal

source: Search
da: Søg
fr: Rechercher
it: Cerca
nl: Zoeken

source: Search for offerings...
da: Søg efter tilbud ...
fr: Recherche d'offres...
it: Cerca offerte...
nl: Zoek naar aanbiedingen...

source: Security group creation has been scheduled.
da: Oprettelse af sikkerhedsgruppe er blevet planlagt.
fr: La création du groupe de sécurité a été planifiée.
it: La creazione del gruppo di sicurezza è stata pianificata.
nl: Het aanmaken van de beveiligingsgroep is gepland.

source: Security group does not contain any rule yet.
da: Sikkerhedsgruppen indeholder endnu ikke nogen regel.
fr: Le groupe de sécurité ne contient pas encore de règle.
it: Il gruppo di protezione non contiene ancora alcuna regola.
nl: Beveiligingsgroep bevat nog geen regel.

source: Security group rules update has been scheduled.
da: Opdatering af sikkerhedsgruppereglerne er planlagt.
fr: La mise à jour des règles de groupe de sécurité a été planifiée.
it: L'aggiornamento delle regole del gruppo di protezione è stato pianificato.
nl: Beveiligingsgroep regels update is gepland.

source: Security groups
da: Sikkerhedsgrupper
fr: Groupes de sécurité
it: Gruppi sicurezza
nl: Beveiligingsgroepen

source: Security groups details
da: Oplysninger om sikkerhedsgrupper
fr: Détails des groupes de sécurité
it: Dettagli sui gruppi di sicurezza
nl: Details van beveiligingsgroepen

source: Security incident date: {date}
da: Dato for sikkerhedshændelse: {date}
fr: Date de l'incident de sécurité : {date}
it: Data incidente di sicurezza: {date}
nl: Datum van beveiligingsincident: {date}

source: Security incident type: {type}
da: Sikkerhedshændelsestype: {type}
fr: Type d'incident de sécurité : {type}
it: Tipo di incidente di sicurezza: {type}
nl: Type beveiligingsincident: {type}

source: See all
da: Se alle
fr: Voir tout
it: Vedi tutti
nl: Alles zien

source: Seems there's nothing here
da: Synes der ikke er noget her
fr: Il semble qu'il n'y ait rien ici
it: Sembra che non ci sia niente qui
nl: Het lijkt erop dat er hier niets is

source: Seems you don't have any public resources yet
da: Ser ud til at du ikke har nogen offentlige ressourcer endnu
fr: Il semble que vous n'avez pas encore de ressources publiques
it: Sembra che tu non abbia ancora risorse pubbliche
nl: Het lijkt erop dat u nog geen openbare hulpbronnen heeft

source: Seems you don't have any resources yet
da: Ser ud til at du ikke har nogen ressourcer endnu
fr: Il semble que vous n’avez pas encore de ressources
it: Sembra che tu non abbia ancora risorse
nl: Het lijkt erop dat je nog geen hulpbronnen hebt

source: Segmentation ID
da: Segmenterings-ID
fr: ID de segmentation
it: ID segmentazione
nl: Segmentatie ID

source: Select
da: Vælg
fr: Sélectionner
it: Selezionate
nl: Selecteren

source: Select accounting period
da: Vælg regnskabsperiode
fr: Sélectionner la période comptable
it: Selezionare il periodo contabile
nl: Selecteer boekhoudperiode

source: Select affected resource...
da: Vælg berørt ressource...
fr: Sélectionnez la ressource affectée...
it: Seleziona risorsa interessata...
nl: Selecteer getroffen hulpbron...

source: Select affiliation
da: Vælg tilhørsforhold
fr: Sélectionner l'affiliation
it: Seleziona affiliazione
nl: Selecteer affiliatie

source: Select an option...
da: Vælg en indstilling...
fr: Sélectionnez une option...
it: Seleziona un'opzione...
nl: Selecteer een optie...

source: Select assignee...
da: Vælg modtager...
fr: Sélectionnez cessionnaire...
it: Seleziona assegnatario...
nl: Selecteer toegewezene...

source: Select available weekdays
da: Vælg tilgængelige hverdage
fr: Sélectionner les jours de semaine disponibles
it: Seleziona giorni feriali disponibili
nl: Selecteer beschikbare weekdagen

source: Select caller...
da: Vælg opkalder...
fr: Sélectionnez l'appelant...
it: Seleziona chiamante...
nl: Selecteer beller...

source: Select category...
da: Vælg kategori...
fr: Sélectionnez la catégorie...
it: Seleziona categoria...
nl: Selecteer categorie...

source: Select connected subnet
da: Vælg tilsluttet undernet
fr: Sélectionner un sous-réseau connecté
it: Seleziona subnet connessa
nl: Selecteer verbonden subnet

source: Select country...
da: Vælg land...
fr: Sélectionner le pays...
it: Seleziona paese...
nl: Selecteer land...

source: Select dates
da: Vælg datoer
fr: Sélectionner des dates
it: Seleziona le date
nl: Selecteer datums

source: Select division...
da: Vælg division...
fr: Sélectionnez la division...
it: Seleziona divisione...
nl: Selecteer divisie...

source: Select division type...
da: Vælg divisionstype...
fr: Sélectionnez le type de division ...
it: Seleziona tipo di divisione...
nl: Selecteer type divisie...

source: Select evaluation...
da: Vælg evaluering...
fr: Sélectionnez l'évaluation...
it: Seleziona valutazione...
nl: Selecteer evaluatie...

source: Select incident type
da: Vælg hændelsestype
fr: Sélectionner le type d'incident
it: Seleziona tipo di incidente
nl: Selecteer incident type

source: Select instance...
da: Vælg instans
fr: Sélectionnez l’instance...
it: Seleziona istanza...
nl: Selecteer instantie...

source: Select issue template...
da: Vælg problemskabelon...
fr: Sélectionnez un modèle de problème...
it: Seleziona modello di problema...
nl: Selecteer probleemsjabloon...

source: Select offering...
da: Vælg tilbud...
fr: Sélectionnez l’offre...
it: Seleziona offerta...
nl: Selecteer aanbod...

source: Select offerings...
da: Vælg tilbud...
fr: Sélectionnez les offres...
it: Seleziona le offerte...
nl: Selecteer aanbiedingen...

source: Select organization...
da: Vælg organisation...
fr: Sélectionnez l’organisation...
it: Selezionare l'organizzazione...
nl: Selecteer organisatie...

source: Select organization roles
da: Vælg organisationsroller
fr: Sélectionner les rôles de l'organisation
it: Selezionare i ruoli dell'organizzazione
nl: Selecteer organisatie rollen

source: Select organizations...
da: Vælg organisationer...
fr: Sélectionnez les organisations...
it: Seleziona organizzazioni...
nl: Selecteer organisaties...

source: Select period...
da: Vælg periode...
fr: Sélectionnez la période...
it: Seleziona periodo...
nl: Selecteer periode...

source: Select plan
da: Vælg plan
fr: Sélectionner le plan
it: Seleziona piano
nl: Selecteer plan

source: Select priority...
da: Vælg prioritet...
fr: Sélectionnez la priorité...
it: Seleziona priorità...
nl: Selecteer prioriteit...

source: Select project
da: Vælg projekt
fr: Sélectionner le projet
it: Seleziona progetto
nl: Selecteer project

source: Select project...
da: Vælg projekt...
fr: Sélectionnez le projet...
it: Select department
nl: Selecteer project...

source: Select project roles
da: Vælg projektroller
fr: Sélectionner les rôles du projet
it: Selezionare i ruoli del progetto
nl: Selecteer projectrollen

source: Select provider...
da: Vælg udbyder...
fr: Sélectionnez le fournisseur...
it: Seleziona provider...
nl: Selecteer aanbieder...

source: Select request type...
da: Vælg anmodningstype...
fr: Sélectionnez le type de demande...
it: Seleziona tipo di richiesta...
nl: Selecteer verzoektype...

source: Select role
da: Vælg rolle
fr: Sélectionner le rôle
it: Seleziona ruolo
nl: Selecteer rol

source: Select security groups...
da: Vælg sikkerhedsgrupper...
fr: Sélectionnez les groupes de sécurité...
it: Seleziona gruppi di sicurezza...
nl: Selecteer beveiligingsgroepen...

source: Select service provider
da: Vælg tjenesteudbyder
fr: Sélectionner le fournisseur de services
it: Seleziona fornitore di servizi
nl: Selecteer dienstverlener

source: Select service provider...
da: Vælg tjenesteudbyder...
fr: Sélectionnez le fournisseur de services...
it: Seleziona fornitore di servizi...
nl: Selecteer dienstverlener...

source: Select size...
da: Vælg størrelse...
fr: Sélectionnez la taille...
it: Seleziona la dimensione...
nl: Selecteer grootte...

source: Select some files
da: Vælg nogle filer
fr: Sélectionner certains fichiers
it: Seleziona alcuni file
nl: Selecteer enkele bestanden

source: Select state...
da: Vælg tilstand...
fr: Sélectionnez l’état...
it: Seleziona stato...
nl: Selecteer status...

source: Select status
da: Vælg status
fr: Sélectionner le statut
it: Seleziona lo stato
nl: Selecteer status

source: Select subnet
da: Vælg undernet
fr: Sélectionner un sous-réseau
it: Seleziona subnet
nl: Selecteer subnet

source: Select subnets to connect to...
da: Vælg undernet til at oprette forbindelse til...
fr: Sélectionnez les sous-réseaux auxquels se connecter...
it: Selezionare le subnet a cui connettersi...
nl: Selecteer subnetten om verbinding mee te maken...

source: Select tenant...
da: Vælg lejer...
fr: Sélectionnez le locataire...
it: Selezionare tenant...
nl: Selecteer huurder...

source: Select tenants...
da: Vælg lejere...
fr: Sélectionnez les locataires...
it: Seleziona inquilini...
nl: Selecteer huurders...

source: Select type...
da: Vælg type...
fr: Sélectionnez le type...
it: Seleziona tipo...
nl: Selecteer type...

source: Select user...
da: Vælg bruger...
fr: Sélectionnez l’utilisateur...
it: Seleziona utente...
nl: Selecteer gebruiker...

source: Select workspace
da: Vælg arbejdsområde
fr: Sélectionner l'espace de travail
it: Selezionare l'area di lavoro
nl: Selecteer werkruimte

source: Selected
da: Valgte
fr: Sélectionné
it: Selezionato
nl: Geselecteerd

source: Selector
da: Vælger
fr: Sélecteur
it: Selettore
nl: Selecteur

source: Send notification
da: Send meddelelse
fr: Envoyer une notification
it: Invia notifica
nl: Melding verzenden

source: Sent
da: Sendt
fr: Envoyé
it: Inviato
nl: Verzonden

source: Service Provider
da: Tjenesteudbyder
fr: Fournisseur de services
it: Fornitore di servizi
nl: Dienstverlener

source: Service Request
da: Serviceanmodning
fr: Demande de service
it: Richiesta di assistenza
nl: Dienstverzoek

source: Service Request - client’s request to modify, add, change or remove partially or completely a particular service.
da: Serviceanmodning - kundens anmodning om at modificere, tilføje, ændre eller fjerne en bestemt service helt eller delvist.
fr: Demande de service - demande du client de modifier, d'ajouter, de modifier ou de supprimer partiellement ou complètement un service particulier.
it: Richiesta di servizio - richiesta del client di modificare, aggiungere, modificare o rimuovere parzialmente o completamente un particolare servizio.
nl: Dienstverzoek - verzoek van de klant om een bepaalde dienst te wijzigen, toe te voegen, te veranderen of geheel of gedeeltelijk te verwijderen.

source: Service manager
da: Servicechef
fr: Gestionnaire de service
it: Responsabile del servizio
nl: Dienst manager

source: Service manager of:
da: Servicechef for:
fr: Gestionnaire de service de :
it: Responsabile del servizio di:
nl: Dienst manager van:

source: Service provider
da: Tjenesteudbyder
fr: Fournisseur de services
it: Fornitore di servizi
nl: Dienstverlener

source: Service provider:
da: Tjenesteudbyder:
fr: Fournisseur de services :
it: Fornitore di servizi:
nl: Dienstverlener:

source: Service provider API secret code has been generated.
da: Tjenesteudbyderens API-hemmelige kode er blevet genereret.
fr: Le code secret de l'API du fournisseur de services a été généré.
it: Il codice segreto dell'API del provider di servizi è stato generato.
nl: De API-geheime code van de dienstverlener is gegenereerd.

source: Service provider can charge for usage of the following components
da: Tjenesteudbyderen kan opkræve betaling for brug af følgende komponenter
fr: Le fournisseur de services peut facturer l'utilisation des composants suivants
it: Il fornitore di servizi può addebitare l'utilizzo dei seguenti componenti
nl: De dienstverlener kan kosten aanrekenen voor het gebruik van de volgende componenten

source: Service provider can report up to the requested amount over the whole active state of resource.
da: Tjenesteudbyderen kan rapportere op til det ønskede beløb over hele den aktive ressourcetilstand.
fr: Le fournisseur de services peut déclarer jusqu'à la quantité demandée sur l'ensemble de l'état actif de la ressource.
it: Il provider di servizi può segnalare fino all'importo richiesto sull'intero stato attivo della risorsa.
nl: De dienstverlener kan tot het gevraagde bedrag rapporteren over de gehele actieve status van de bron.

source: Service provider details
da: Oplysninger om tjenesteudbyderen
fr: Détails du fournisseur de services
it: Dettagli del provider di servizi
nl: Details van de dienstverlener

source: Service provider has been registered.
da: Tjenesteudbyderen er blevet registreret.
fr: Le fournisseur de services a été enregistré.
it: Il fornitore di servizi è stato registrato.
nl: Dienstverlener is geregistreerd.

source: Service provider type
da: Type tjenesteudbyder
fr: Type de fournisseur de services
it: Tipo di fornitore di servizi
nl: Dienstverlener type

source: Service settings are invalid.
da: Serviceindstillingerne er ugyldige.
fr: Les paramètres de service ne sont pas valides.
it: Le impostazioni del servizio non sono valide.
nl: Dienstinstellingen zijn ongeldig.

source: Service settings of this resource are in state erred.
da: Serviceindstillingerne for denne ressource er i fejltilstand.
fr: Les paramètres de service de cette ressource sont dans l'état erré.
it: Le impostazioni del servizio di questa risorsa sono in stato errate.
nl: De dienstinstellingen van deze hulpbron hebben een foutieve status.

source: Service type
da: Tjenestetype
fr: Type de service
it: Tipo di servizio
nl: Dienst type

source: Services
da: Tjenester
it: Servizi
nl: Diensten

source: Set MTU
da: Indstil MTU
fr: Définir MTU
it: Imposta MTU
nl: MTU instellen

source: Set allowed address pairs
da: Indstil tilladte adressepar
fr: Définir les paires d'adresses autorisées
it: Impostare le coppie di indirizzi consentite
nl: Toegestane adresparen instellen

source: Set backend ID
da: Indstil backend-ID
fr: Définir l'ID du backend
it: Imposta ID backend
nl: Backend ID instellen

source: Set limits
da: Sæt grænser
fr: Définir les limites
it: Impostare i limiti
nl: Limieten instellen

source: Set location
da: Indstil placering
fr: Définir l'emplacement
it: Imposta posizione
nl: Locatie instellen

source: Set rules
da: Indstil regler
fr: Définis les règles
it: Impostare regole
nl: Regels instellen

source: Set rules in {name} security group
da: Indstil regler i sikkerhedsgruppen {name}
fr: Définir les règles dans le groupe de sécurité de {name}
it: Impostare le regole nel gruppo di sicurezza {name}
nl: Regels instellen in de {name} beveiligingsgroep

source: Set static routes
da: Indstil statiske ruter
fr: Définir les routes statiques
it: Imposta percorsi statici
nl: Statische routes instellen

source: Set to draft
da: Indstil til udkast
fr: Définir sur brouillon
it: Impostare su bozza
nl: Instellen op concept

source: Set to true to activate privilege escalation
da: Indstil til sand for at aktivere eskalering af privilegier
fr: Définir sur true pour activer l'escalade des privilèges
it: Impostare su true per attivare l'escalation dei privilegi
nl: Stel in op waar om privilege escalatie te activeren

source: Shared
da: Delt
fr: Partagé
it: Condiviso
nl: Gedeeld

source: Shared providers
da: Delte udbydere
fr: Fournisseurs partagés
it: Fornitori condivisi
nl: Gedeelde aanbieders

source: Shopping cart is empty. You should add items to cart first.
da: Indkøbskurven er tom. Du bør tilføje varer til indkøbsvognen først.
fr: Le panier est vide. Vous devez d'abord ajouter des articles au panier.
it: Il carrello è vuoto. Dovresti prima aggiungere articoli al carrello.
nl: Winkelmandje is leeg. U moet eerst artikelen aan uw winkelwagen toevoegen.

source: Shopping cart item has been updated.
da: Indkøbskurv varen er blevet opdateret.
fr: L’article de panier d’achat a été mis à jour.
it: L'articolo del carrello è stato aggiornato.
nl: Winkelmandje artikel is bijgewerkt.

source: Shopping cart item update
da: Opdatering af varer i indkøbskurven
fr: Mise à jour de l’article du panier d’achat
it: Aggiornamento articolo carrello
nl: Winkelmandje artikel update

source: Show
da: Vis
fr: Afficher
it: Mostra
nl: Toon

source: Show all
da: Vis alle
fr: Afficher tout
it: Mostra tutto
nl: Toon alles

source: Show chart
da: Vis diagram
fr: Afficher le graphique
it: Mostra grafico
nl: Toon grafiek

source: Show choices
da: Vis valg
fr: Afficher les choix
it: Mostra scelte
nl: Toon keuzes

source: Show console log
da: Vis konsollog
fr: Afficher le journal de la console
it: Mostra registro console
nl: Toon console log

source: Show controls
da: Vis kontrolelementer
fr: Afficher les contrôles
it: Mostra controlli
nl: Toon bediening

source: Show details
da: Vis oplysninger
fr: Afficher les détails
it: Mostra dettagli
nl: Toon details

source: Show diff
da: Vis diff
fr: Afficher le diff
it: Mostra diff
nl: Toon diff

source: Show events
da: Vis begivenheder
fr: Afficher les événements
it: Mostra eventi
nl: Toon evenementen

source: Show password
da: Vis adgangskode
fr: Afficher le mot de passe
it: Mostra password
nl: Toon wachtwoord

source: Show private
da: Vis privat
fr: Afficher privé
it: Mostra privato
nl: Toon privé

source: Show report
da: Vis rapport
fr: Afficher le rapport
it: Mostra rapporto
nl: Toon rapport

source: Show request
da: Vis anmodning
fr: Afficher la demande
it: Mostra richiesta
nl: Toon verzoek

source: Show shared
da: Vis delt
fr: Afficher partagé
it: Mostra condiviso
nl: Toon gedeeld

source: Show usage
da: Vis brug
fr: Afficher l'utilisation
it: Mostra utilizzo
nl: Toon gebruik

source: Show user details
da: Vis brugeroplysninger
fr: Afficher les détails de l'utilisateur
it: Mostra dettagli utente
nl: Toon details gebruiker

source: Show with running accounting
da: Vis med løbende regnskab
fr: Afficher avec la comptabilité en cours
it: Mostra con contabilità in esecuzione
nl: Toon met lopende boekhouding
