Repository: waldur/waldur-homeport
Catalog: i18n/locale-*.po
Languages: et

source: Resource configuration is invalid. Please fix errors in form.
et: Ressurssi seadistus on vigane. Palun paranda vead vormis.

source: Resource count in
et: Ressursside arv

source: Resource description
et: Ressursi kirjeldus

source: Resource does not have any plan.
et: Ressursil pole mingit plaani.

source: Resource events
et: Ressurssi sündmused

source: Resource group
et: Ressursi grupp

source: Resource has been deleted.
et: Ressurss on kustutatud.

source: Resource has been updated.
et: Ressurss on muudetud.

source: Resource is gone.
et: Ressurss on kadunud.

source: Resource is in sync
et: Ressurss on sünkroniseeritud.

source: Resource is monitored using Zabbix.
et: Ressurss on jälgitud kasutades Zabbixit

source: Resource is not connected to the marketplace yet.
et: Reusurss ei ole veel turuplatsiga ühendatud

source: Resource is not monitored yet.
et: Ressurss pole veel monitooritud

source: Resource link
et: Ressursi viide

source: Resource name
et: Ressursi nimi

source: Resource type
et: Ressursi liik

source: Resource usage
et: Ressursi kasutus

source: Resource usage for {resource}
et: Ressursi {resource} kasutus

source: Resources
et: Ressursid

source: Resources by projects
et: Ressursid projektide kaupa

source: Resources could not be imported
et: Ressurssi ei olnud võimalik importida

source: Resources import has been initiated
et: Ressursi importimist on alustatud

source: Resources usage
et: Ressursi kasutus

source: Restart
et: Taaskäivitamine

source: Restarting
et: Taaskäivitamine

source: Restore
et: Taasta

source: Restricted, because of type.
et: Tüübi tõttu on ligipääs keelatud

source: Restroing
et: Taastan

source: Retention time
et: Säilitamise aeg

source: Retention time in days, if 0 - resource will be kept forever
et: Säilitamise aeg päevades, kui 0 hoitakse resurssi igavesti

source: Retry
et: Proovige uuesti

source: Review
et: Ülevaade

source: Role
et: Roll

source: Role expires on
et: Roll vananeb

source: Role in project
et: Roll projekti juures

source: Role management events
et: Rollide halduse sündmused

source: Run 'Find missing installed libraries' command to synchronize cloud broker state
et: Pilvemaakleri oleku sünkroonimiseks käivitage käsk "Leia puuduvad installitud teegid"

source: Running accounting
et: Jooksev raamatupidamine

source: Runtime State
et: Käitusaja staatus

source: Runtime state
et: Käitusaegne staatus

source: Russian
et: Vene

source: SAML2 single logout has been started. Please wait until it completes.
et: SAML2 ühekordne väljalogimine on alanud. Oodake, kuni see saab valmis.

source: SLURM allocation
et: SLURMi eraldamine

source: SLURM allocation usage
et: SLURM-i jaotuse kasutamine

source: SQL server description
et: SQL serveri kirjeldus

source: SQL server name
et: SQL serveri nimi

source: SSH Keys
et: SSH võtmed

source: SSH key
et: SSH võti

source: SSH key has been removed.
et: SSH võti on eemaldatud

source: SSH key management events
et: SSH võtmete halduse sündmused

source: SSH key {ssh_key_name} has been created for user {user_link}
et: SSH võti {ssh_key_name} on loodud kasutajale {user_link}

source: SSH key {ssh_key_name} has been deleted for user {user_link}
et: SSH võti {ssh_key_name} on kustutatud kasutajale {user_link}

source: SSH keys
et: SSH võtmed

source: SSH public key
et: SSH avalik võti

source: Sankey diagram
et: Sankey diagramm

source: Save
et: Salvesta

source: Save virtual environments
et: Salvesta virtuaalkeskkonnad

source: Saving of {vm_name} was successful.
et: Virtuaalmasina {vm_name} salvestamine oli edukas.

source: Schedule
et: Ajagraafik

source: Screenshots
et: Ekraanipilt

source: Search
et: Otsing

source: Search by name
et: Otsi nime järgi

source: Search for apps and services...
et: Otsi rakendustest ja teenustest

source: Search for installed libraries in the virtual environment has been scheduled.
et: Virtuaalses keskkonnas installitud teekide otsimine on pandud järjekorda.

source: Secret access key
et: Salajane ligipääsuvõti

source: Security group does not contain any rule yet.
et: Turvagrupp ei sisalda veel ühtegi reeglit.

source: Security group has been updated.
et: Turvagrupp on uuendatud.

source: Security groups
et: Turvagrupid

source: Security groups details
et: Turvagruppide detailid

source: See all
et: Vaata kõiki

source: Seems there's nothing here
et: Paistab, et siin pole midagi

source: Segmentation ID
et: Segmentatsiooni ID

source: Select
et: Vali

source: Select OpenStack tenant...
et: Vali OpenStacki üürnik

source: Select Virtual Private Cloud package
et: Vali virtuaalne privaatne pilvepakett

source: Select a component
et: Valige komponent

source: Select accounting period
et: Vali raamatupidamise periood

source: Select affected resource...
et: Valige seotud ressurss...

source: Select assignee...
et: Kellele määratud...

source: Select caller...
et: Valige pöörduja...

source: Select category...
et: Valige kategooria

source: Select certifications
et: Valige sertifikaadid

source: Select connected subnet
et: Valige ühendatud alamvõrgud

source: Select country...
et: Valige riik...

source: Select dates
et: Valitud ajad

source: Select instance...
et: Vali üksused...

source: Select issue template
et: Vali päringu mall

source: Select offering...
et: Vali pakkumine...

source: Select one to go to a customer workspace
et: Vali üks et minna selle kliendi tööruumi

source: Select organization...
et: Valige organisatsioon...

source: Select priority
et: Vali prioriteet

source: Select project
et: Vali projekt

source: Select project...
et: Valige projekt...

source: Select provider
et: Vali teenusepakkuja

source: Select request type
et: Vali päringu liik

source: Select resource type
et: Vali ressursi liik

source: Select role
et: Vali roll

source: Select security groups...
et: Vali turvagrupid...

source: Select service provider
et: Vali teenusepakkuja

source: Select service type...
et: Valige teenuse tüüp...

source: Select size...
et: Vali suurus...

source: Select state
et: Vali okej

source: Select state...
et: Vali olek...

source: Select status
et: Vali staatus

source: Select subnet
et: Valige alamvõrk

source: Select subnets to connect to...
et: Valige alamvõrgud ühendamiseks...

source: Select tenant...
et: Vali üürnik...

source: Select type...
et: Vali tüüp...

source: Select user...
et: Valige kasutaja...

source: Select workspace
et: Vali töölaud

source: Select {fieldLabel}
et: Valige {fieldLabel}

source: Selected
et: Valitud

source: Send notification
et: Saada teade

source: Sent
et: Saadetud

source: Server error occurred.
et: Ilmnes serveritõrge.

source: Service Provider
et: Teenusepakkuja

source: Service Request
et: Tellimus

source: Service Request - client’s request to modify, add, change or remove partially or completely a particular service.
et: Tellimus – kliendi soov teenuse osalise või täieliku funktsionaalsuse, ligipääsu või komponentide muutmiseks, lisamiseks, liigutamiseks või eemaldamiseks

source: Service name
et: Teenuse nimi

source: Service provider
et: Teenusepakkuja

source: Service provider API secret code has been generated.
et: Teenusepakkuja API salajane kood on loodud.

source: Service provider is not linked with OpenStack tenant.
et: Teenuse pakkuja pole OpenStacki üürnikuga seotud.

source: Service settings of this resource are in state erred.
et: Teenuse seaded sellel ressursil on veastaatuses.

source: Service store
et: Teenuste kataloog

source: Service type
et: Teenuse tüüp

source: Session time to live should be creater than 1 hour
et: Sessiooni ajalimiit peab olema suurem kui 1 tund

source: Set limit
et: Määra limiit

source: Set rules
et: Määra reeglid

source: Set to true to activate privilege escalation
et: Seadistage väärtuseks true, et aktiveerida privileegide eskalatsioon

source: Settings
et: Seaded

source: Shared
et: Jagatud

source: Shared providers
et: Jagatud teenusepakkujad

source: Shopping cart is empty. You should add items to cart first.
et: Ostukorv on tühi Esmalt peaksite sinna midagi.

source: Shopping cart item has been updated.
et: Ostukorvis asuv objekt on uuendatud

source: Shopping cart item update
et: Ostukorvis asuva objekti uuendus

source: Should be given to OAuth service provider. Example: https://VM_EXTERNAL_IP/hub/oauth_callback
et: Tuleb anda teenuse OAuth teenusepakkujale. Näide: https: // VM_EXTERNAL_IP / jaotur / oauth_callback

source: Should be obtained from OAuth service provider
et: Selle peaks olema saanud OAuthi teenusepakkujalt

source: Show
et: Näita

source: Show _MENU_ entries
et: Näita _MENU_ sissekandeid

source: Show all
et: Näita kõiki

source: Show chart
et: Näita ostukorvi

source: Show choices
et: Näita valikuid

source: Show console log
et: Näita konsooli logi

source: Show details
et: Näita detaile

source: Show events
et: Näita sündmusi

source: Show password
et: Näita parooli

source: Show private
et: Näita privaatset

source: Show report
et: Näita raportit

source: Show request
et: Näita päringut

source: Show shared
et: Näita jagatud

source: Show usage
et: Näita kasutust

source: Show user details
et: Kasutaja üksikasjad

source: Show with running accounting
et: Näita ainult jooksva arveldusega

source: Showing _START_ to _END_ of _TOTAL_ entries
et: Näitan _START_ to _END_ of _TOTAL_ sissekandeid

source: Sign in
et: Logi sisse

source: Sign in with
et: Logi sisse koos

source: Sign in with trusted identity
et: Logi sisse usaldusväärse identiteediga

source: Size
et: Suurus

source: Size in GiB
et: Suurus GiB

source: Size name
et: Suuruse nimi

source: Size should be between 1 and 4096 GB.
et: Suurus peab jääma 1 kuni 4096 GB vahele

source: Skip connection to external network
et: Jäta välise võrguga ühendumine vahele

source: Skip floating IP assignment
et: Jäta vahele liikuva IP omistamine

source: Small
et: Väike

source: Snapshot has been updated.
et: Tõmmis on loodud.

source: Snapshot name
et: Tõmmise nimi

source: Snapshot schedule has been updated.
et: Tõmmiste ajakava on muudetud.

source: Snapshot schedules
et: Tõmmiste ajakavad

source: Snapshot size
et: Tõmmise suurus

source: Snapshots
et: Tõmmised

source: Snapshots count
et: Tõmmiste arv

source: Staff
et: Personal

source: Staff and Support user
et: Töötaja ja kasutajatoe kasutaja

source: Start
et: Algus

source: Start day of accounting
et: Raamatupidamise alguspäev

source: Start time
et: Algusaeg

source: Starting
et: Käivitan

source: State
et: Olek

source: Status
et: Staatus

source: Step 1. Select provider
et: Samm 1. Vali teenusepakkuja

source: Step 2. Select resources
et: Samm 2. Vali ressursid

source: Stop
et: Stopp

source: Stopping
et: Peatan

source: Storage
et: Andmehoidla

source: Storage limit GB
et: Andmehoidla limiit GB

source: Storage size
et: Andmehoidla suurus

source: Storage size in GiB
et: Andmehoidla suurus GiB

source: Storage type
et: Andmehoidla tüüp

source: Storages
et: Andmehoidlad

source: Submit
et: Saada

source: Submit usage report
et: Sisesta kasutusraport

source: Submit with
et: Sisesta koos

source: Subnet CIDR
et: Alamvõrgu CIDR

source: Subnet Name
et: Alamvõrgu nimi

source: Subnet has been updated.
et: Alamvõrk on muudetud.

source: Subnets
et: Alamvõrgud

source: Subnets from where connection to self-service is allowed.
et: Alamvõrgud kus kohast ühendus iseteenindusse on lubatud.

source: Subscription ID
et: Registreerimise ID

source: Subtotal
et: Kokku

source: Summary
et: Kokkuvõte

source: Support
et: Tugi

source: Support dashboard
et: Kasutajatoe töölaud

source: Support request events
et: Kasutajatoe päringud

source: Support requests
et: Kasutajatoe päring

source: Support user
et: Kasutajatoe kasutaja

source: Switch plan for an existing resource
et: Olemasoleva ressursi plaani vahetamine

source: Sync profile
et: Sünkroniseeri profiil

source: Synchronise
et: Sünkroniseeri

source: System administrator
et: Süsteemiadministraator

source: System provider
et: Süsteemi pakkuja

source: System user
et: Süsteemne kasutaja

source: System volume size
et: Süsteemi volüümi suurus

source: TAX
et: MAKS

source: TOTAL
et: KOKKU

source: Tax
et: Maks

source: Tax number
et: Maksu number

source: Team
et: Meeskond

source: Team size
et: Meeskonna suurus

source: Technical code used by accounting software.
et: Raamatupidamistarkvara kasutatav tehniline kood.

source: Technical name intended for integration and automated reporting.
et: Integreerimiseks ja automatiseeritud aruandluseks mõeldud tehniline nimi.

source: Technical name intended for integration and automated reporting. Please use Latin letters without spaces only.
et: Integreerimiseks ja automatiseeritud aruandluseks mõeldud tehniline nimi. Palun kasutage ainult tühikuteta ladina tähti.

source: Template
et: Mall

source: Template files
et: Malli failid

source: Templates
et: Mallid

source: Tenant description
et: Tenanti kirjeldus

source: Tenant has been updated.
et: Tenant on uuendatud.

source: Tenant name
et: Tenanti nimi

source: Tenant package has been changed.
et: Tenanti pakett on muudetud.

source: Terminate
et: Peata

source: Terminate resource {resourceName}
et: Peata resurss {resourceName}

source: Terminated
et: Peatatud

source: Terminating
et: Peatan

source: Terms of Service
et: Teenustingimused

source: Terms of Services
et: Teenustingimused

source: Terms of service
et: Teenustingimused

source: The key has been created.
et: Võti on loodud

source: The name can contain only letters, numbers, and hyphens. It should start with a letter and must end with a letter or a number
et: Nimi võib sisaldada ainult tähti, numbreid ja sidekriipsu. See peaks algama tähega ja lõppema tähe või numbriga

source: The name can only be made up of lowercase letters, numbers and the hyphen. The hyphen may not lead or trail in the name.
et: Nimi võib koosneda ainult väiketähtedest, numbritest ja sidekriipsust. Sidekriips ei tohi nime viia ega jälgi ajada.

source: The name must be shorter than 15 characters.
et: Nimi peab olema lühem kui 15 märki

source: The project will be changed for all items in cart.
et: Projekti muudetakse kõigi ostukorvi toodete osas.

source: There are no SSH public keys yet.
et: SSH avaliku võtit pole veel

source: There are no actions.
et: Tegevusi ei ole.

source: There are no applications yet.
et: Ühtegi rakendust ei ole veel.

source: There are no available projects.
et: Ühtegi kättesaadavat projekti ei ole.

source: There are no available users.
et: Kasutajaid ei ole.

source: There are no categories in marketplace yet.
et: Turuplatsil puuduvad kategooriad

source: There are no category sections yet.
et: Kategooria jaotisi pole veel.

source: There are no charts yet.
et: Ostukorve pole veel

source: There are no comments yet.
et: Kommentaare veel ei ole.

source: There are no events for this resource.
et: Sellele ressursile puuduvad sündmused.

source: There are no items yet.
et: Sissekandeid ei ole veel.

source: There are no offerings in marketplace yet.
et: Turuplatsil pole veel ühtegi pakkumist

source: There are no organizations matching filter.
et: Filtrile vastavaid organisatsioone ei ole.

source: There are no other plans available.
et: Muid plaane pole saadaval.

source: There are no projects yet for this organization.
et: Sellele organisatsioonil ei ole veel projekte.

source: There are no projects yet.
et: Projekte ei ole veel.

source: There are no providers for this deployment plan.
et: Sellele kasutuselevõtu plaanile ei ole teenusepakkujaid.

source: There are no providers yet.
et: Teenusepakkujaid ei ole veel.

source: There are no requests yet.
et: Päringuid ei ole veel.

source: There are no resources in the organization.
et: Selles organisatsioonis ei ole ressursse.

source: There are no resources yet.
et: Ressursse veel ei ole

source: There are no sections for comparison yet.
et: Veel pole sektsioone mida võrrelda

source: There are no suitable VPC packages for this tenant.
et: Sellele rentnikule sobivaid VPC pakette ei ole.

source: There are no {categoryLabel} providers available for the current project.
et: Teenuse {categoryLabel} pakkujaid sellele projektile ei ole.

source: There are no {verboseName} found matching the filter.
et: Filtrile vastavat {verboseName} ei leitud.

source: There are no {verboseName} yet.
et: {verboseName} veel ei ole.

source: There is no activity yet.
et: Tegevused veel puuduvad.

source: This field contains invalid characters.
et: Väli sisaldab vigaseid märke

source: This field is required
et: See väli on kohustuslik

source: This name will be visible in accounting data.
et: See nimi on nähtav raamatupidamise andmetes.

source: This value is invalid.
et: Väärtus on vigane

source: This website uses cookies to ensure you get the best experience on our website.
et: See veebsait kasutab küpsiseid, et tagada teile parim kogemus meie veebisaidil.

source: Time in progress
et: Töös olemise aeg

source: Timestamp
et: Ajatempel

source: Timezone
et: Ajatsoon

source: Title
et: Nimetus

source: To
et: Kellele

source: To correct details of your organization, please send an email to <a href="mailto:{supportEmail}">{supportEmail}</a> highlighting the errors in current details. Thank you!
et: Et parandada oma organisatsiooni andmeid palun saada email aadressile <a href="mailto:{supportEmail}">{supportEmail}</a> tuues välja muutmist vajavad andmed. Täname!

source: To get access, please send a request to {{$ctrl.supportEmail}}.
et: Juurdepääsu saamiseks palun saada taotlus {{$ctrl.supportEmail}}.

source: To get your clouds under control, please fill in your data.
et: Oma pilvede kontrolli alla saamiseks sisestage oma andmed.

source: To port
et: Porti

source: To remove account, please send a request to {support}.
et: Konto eemaldamiseks saada palun taotlus {support}

source: To start please select a workspace
et: Alustamiseks palun valige tööruum

source: To update settings, please contact support or use admin interface.
et: Seadete värskendamiseks võtke ühendust tugiteenusega või kasutage administraatori liidest.

source: Total
et: Kokku

source: Estimated monthly cost
et: Hinnanguline kuu kulu

source: Total planned resource consumption
et: Kogu planeeritud ressursside tarbimine

source: Total price
et: Hind kokku

source: Total storage
et: Kogu salvestusmaht

source: Total: {total}
et: Kokku: {total}

source: Tracked using UTC timezone, displayed with your browser’s timezone.
et: Jälgitakse UTC ajavööndi abil, kuvatakse koos brauseri ajavööndiga.

source: Try again
et: Proovi uuesti

source: Type
et: Tüüp

source: Type to search
et: Otsingu tüüp

source: Unable to activate account.
et: Ei ole võimalik kontot aktiveerida.

source: Unable to activate user.
et: Kasutajat pole võimalik aktiveerida

source: Unable to add item to shopping cart.
et: Kaupa ei saa ostukorvi lisada.

source: Unable to approve invitation.
et: Kutset ei saa kinnitada

source: Unable to approve order.
et: Tellimust pole võimalik kinnitada

source: Unable to authenticate using Mobile ID.
et: Mobiili IDga pole võimalik autentida

source: Unable to cancel invitation.
et: Kutset ei ole võimalik katkestada

source: Unable to cancel order item.
et: Tellimisüksust ei saa tühistada.

source: Unable to create a FreeIPA profile.
et: Ei saa luua FreeIPA profiili.

source: Unable to create application.
et: Rakendust ei saa luua

source: Unable to create invitation.
et: Kutset ei saa luua

source: Unable to create key.
et: Võtit ei saa luua

source: Unable to create link.
et: Linki ei saa luua

source: Unable to create offering.
et: Pakkumist ei saa luua

source: Unable to create provider, please check your credentials and try again.
et: Pakkujat ei saa luua. Kontrollige oma volitusi ja proovige uuesti.

source: Unable to create request for a turnkey solution.
et: Ei ole võimalik luua päringud võtmed kätte lahendusele.

source: Unable to deactivate user.
et: Kasutajat ei saa deaktiveerida

source: Unable to delete attachment.
et: Manust ei saa kustutada.

source: Unable to delete comment.
et: Kommentaari ei saa kustutada

source: Unable to delete link.
et: Linki ei saa kustutada

source: Unable to edit comment.
et: Kommentaari ei saa muuta

source: Unable to fetch attachment.
et: Manust ei õnnestunud laadida

source: Unable to fetch comments.
et: Kommentaare ei saa laadida

source: Unable to fetch data.
et: Andmeid ei saa laadida

source: Unable to fetch offering bookings.
et: Broneeringute pakkumist ei ole võimalik kätte saada

source: Unable to fetch project providers.
et: Projekti teenusepakkujaid ei ole võimalik kätte saada

source: Unable to fetch projects.
et: Projekte pole võimalik kätte saada

source: Unable to fetch quota history.
et: Kvoodi ajalugu pole võimalik kätte saada

source: Unable to fetch user details.
et: Kasutaja detaile ei ole võimalik kätte saada

source: Unable to generate service provider API secret code.
et: Teenusepakkuja API salakoodi ei õnnestu luua.

source: Unable to get form's data.
et: Vormide andmeid ei õnnestunud laadida

source: Unable to get list of SSH public keys.
et: Ei õnnestunud hankida SSH avalike võtmete nimekirja

source: Unable to get order item.
et: Tellotid objekti ei õnnestunud hankida

source: Unable to initialize shopping cart.
et: Ostukorvi ei õnnestunud initsialiseerida

source: Unable to load JupyterHub management details.
et: JupyterHubi halduse üksikasju ei õnnestunud laadida

source: Unable to load Zabbix host details.
et: Zabbixi hosti üksikasju ei õnnestunud laadida

source: Unable to load category sections.
et: Kategooria sektsioone ei õnnestunud laadida

source: Unable to load charts.
et: Ostukorve ei õnnestunud laadida

source: Unable to load comments.
et: Ei ole võimalik laadida kommentaare.

source: Unable to load data.
et: Andmeid ei õnnestunud laadida

source: Unable to load events for this resource.
et: Selle ressursi sündmusi ei õnnestunud laadida

source: Unable to load file.
et: Faili pole võimalik laadida

source: Unable to load financial overview.
et: Finantsilist ülevaadet ei õnnestundu laadida

source: Unable to load form options.
et: Vormi seadistusi ei õnnestunud laadida

source: Unable to load locations.
et: Asukohti ei õnnestunud laadida

source: Unable to load marketplace categories.
et: Turuplatsi kategooriaid ei õnnestunud laadida

source: Unable to load marketplace category details
et: Ei ole võimalik laadida turuplatsi kategooria detaile

source: Unable to load marketplace offering details.
et: Ei ole võimalik laadida turuplatsi pakkumise detaile

source: Unable to load marketplace offerings.
et: Ei ole võimalik laadida turuplatsi pakkumisi

source: Unable to load offering details.
et: Ei ole võimalik laadida pakkumise detaile.

source: Unable to load offering.
et: Ei ole võimalik laadida pakkumisi.

source: Unable to load order details.
et: Ei ole võimalik laadida tellimuse detaile.

source: Unable to load organization resources.
et: Ei ole võimalik laadida organisatsiooni resursse.

source: Unable to load pending orders.
et: Ei ole võimalik laadida ootel olevaid tellimusi.

source: Unable to load plan details.
et: Ei ole võimalik laadida plaani detaile.

source: Unable to load project resources.
et: Ei ole võimalik laadida projekti ressurse.

source: Unable to load project types or certifications.
et: Projekti tüüpe või sertifikaate ei saa laadida.

source: Unable to load provider.
et: Ei ole võimalik laadida teenusepakkujat.

source: Unable to load python management details.
et: Ei ole võimalik laadida pythoni halduse detaile.

source: Unable to load sections for comparison.
et: Valikuid ei saa võrdluseks laadida.

source: Unable to load service provider.
et: Ei õnnestunud teenusepakkujat laadida.

source: Unable to load service providers.
et: Ei õnnestunud teenusepakkujaid laadida.

source: Unable to load user.
et: Ei saa kasutajat laadida
