Repository: waldur/waldur-homeport
Catalog: i18n/locale-*.po
Languages: et

source: No users found matching filter.
et: Ühtegi filtrile vastavat kasutajat ei leitud.

source: No virtual machines found matching filter.
et: Ühtegi filtrile vastavat virtuaalmasinat ei leitud.

source: No virtual machines to import.
et: Importimiseks ei ole ühtegi virtuaalmasinat.

source: No volumes found matching filter.
et: Ühtegi filtrile vastavat volüümi ei leitud.

source: No volumes to import.
et: Importimiseks ei ole ühtegi volüümi.

source: No, I will do it later
et: Ei, ma teen seda hiljem

source: No, continue using current email
et: Ei, jätka kehtiva eposti aadressi kasutamist

source: Not assigned
et: Pole määratud

source: Not known
et: Teadmata

source: Not running accounting
et: Töötav arvepidamine puudub

source: Note that this virtual machine is charged as part of <strong>{serviceName}</strong> package.
et: Pane tähele et seda virtuaalmasinat tasustatakse kui osa <strong>{serviceName}</strong> paketist.

source: Note that this volume is charged as part of <strong>{serviceName}</strong> package.
et: Pane tähele et seda volüümi tasustatakse kui osa <strong>{serviceName}</strong> paketist.

source: Nothing to see here
et: Siin pole midagi vaadata

source: Nothing to show here
et: Siin pole midagi näidata

source: Notification has been created.
et: Teade on loodud.

source: Notification has been updated.
et: Teade on värskendatud.

source: Notification method
et: Teate edastamise viis

source: Notification only for the created invoice can be sent.
et: Teate saab saata ainult loodud arve kohta.

source: Notifications
et: Teavitused

source: Number of CPU cores per socket
et: CPU tuumade arv soklite kohta

source: Number of cores in a VM
et: Tuumade arv virtuaalmasinas

source: OAuth2 type
et: OAuth2 tüüp

source: OR
et: Või

source: Object is not found.
et: Objekti ei leitud

source: Offering
et: Pakkumine

source: Offering details
et: Pakkumise üksikasjad

source: Offering events
et: Pakkumise sündmused

source: Offering has been created.
et: Pakkumine on loodud

source: Offering has been updated.
et: Pakkumine on uuendatud

source: Offering is not configured yet.
et: Pakkumist poel veel seadistatud

source: Offering logo
et: Pakun logo

source: Offering state has been updated.
et: Pakkumise staatust on uuendatud

source: Offering state has changed to {offering_state}.
et: Pakkumise staatus on muudetud {offering_state}.

source: Offering type
et: Pakkumise tüüp

source: Offering {offering_link} has been created.
et: Pakkumine {offering_link} on loodud

source: Offering {offering_name} has been deleted.
et: Pakkumine {offering_name} on kustutatud

source: Offerings
et: Pakkumised

source: Ok, what's next?
et: OK, mis järgmiseks?

source: Old limit
et: Vana limiit

source: One-time
et: Üks kord

source: One-time on plan switch
et: Ühekordne plaanivahetus

source: Only alphanumeric characters, dashes or underscores
et: Ainult tähtnumbrilised märgid, kriipsud või alakriipsud

source: Only customer owner or staff can create provider.
et: Ainult kliendi omanik või töötaja saab luua teenusepakkuja.

source: Only customer owner or staff can invite users.
et: Ainult kliendi omanik või töötaja saab kutsuda uusi kasutajaid.

source: Only customer owner or staff can remove provider.
et: Ainult kliendi omanik või töötaja saab eemaldada teenusepakkuja.

source: Only customer owner or staff can unlink provider.
et: Ainult kliendi omanik või töötaja saab lahti ühendada teenusepakkuja.

source: Only distributions with APT package manager are supported (Debian, Ubuntu...)
et: Toetatud on ainult APT-paketihalduriga distributsioonid (Debian, Ubuntu ...)

source: Only pending and expired invitations can be sent again.
et: Ainult ootel olevat või aegunud kutset saab uuesti saata.

source: Only pending invitation can be canceled.
et: Ainult ootel olevat kutset saab katkestada.

source: Only staff and organization users are allowed to open console.
et: Ainult personali hulka kuuluv kasutaja saab uuendada organisatsiooni poliitikat.

source: Only staff can create provider.
et: Ainult personali hulka kuuluv kasutaja saab luua teenusepakkujat.

source: Only staff can create virtual private cloud.
et: Ainult personali hulka kuuluv kasutaja saab luua virtuaalse privaatpilve.

source: Only staff can remove organization.
et: Ainult personali hulka kuuluv kasutaja saab eemaldada organisatsiooni.

source: Only staff can remove provider.
et: Ainult personali hulka kuuluv kasutaja saab eemaldada teenusepakkuja.

source: Only staff can unlink provider.
et: Ainult personali hulka kuuluv kasutaja saab teenusepakkuja lahti ühendada.

source: Only staff users are allowed to perform this action.
et: Ainult personali hulka kuuluvad kasutajad saavad seda toimingut teha.

source: Open
et: Ava

source: Open console
et: Ava konsool

source: Open map
et: Ava kaart

source: Open support portal
et: Ava abiportaal

source: OpenStack events
et: Openstacki sündmused

source: OpenStack package
et: OpenStacki pakett

source: OpenStack package {tenant_link} has been created.
et: OpenStack pakett {tenant_link} on loodud

source: Opened by
et: Avanud

source: Or use social login
et: Või sisene sotsiaalmeedia kontoga

source: Order Summary
et: Tellimuse kokkuvõte

source: Order details
et: Tellimuse üksikasjad

source: Order has been approved.
et: Tellimus on kinnitatud

source: Order has been rejected.
et: Tellimus on tagas lükatud

source: Order has been submitted.
et: Tellimus on edastatud

source: Order item details
et: Tellimuse objekti üksikasjad

source: Order item has cancel has been scheduled.
et: Tellimuse objekti tühistamine on planeeritud.

source: Order items
et: Telli objektid

source: Order summary
et: Tellimuse kokkuvõte

source: Orders
et: Tellimused

source: Organization
et: Asutus

source: Organization actions
et: Organisatiooni tegevused

source: Organization contains invoices. Please remove them first.
et: Organisatioonil on projekte. Palun eemalda need kõigepealt.

source: Organization contains projects. Please remove them first.
et: Organisatioonil on projekte. Palun eemalda need kõigepealt.

source: Organization details
et: Organisatsiooni andmed

source: Organization events
et: Organisatsiooni sündmused

source: Organization has been created.
et: Organisatsioon on loodud.

source: Organization logo
et: Asutuse logo

source: Organization name
et: Asutuse nimi

source: Organization owner
et: Asutuse peakasutaja

source: Organization owner role expires on
et: Asutuse peakasutaja roll aegub

source: Organization policies have been updated.
et: Organisatsiooni poliitikaid on muudetud.

source: Organization registration code
et: Organisatsiooni registreerimise kood

source: Organization removal
et: Organisatsiooni kustutamine

source: Organization roles
et: Organisatsiooni rollid

source: Organization type
et: Organisatsiooni tüüp

source: Organization workspace
et: Organisatsiooni tööruum

source: Organization {customer_link} has been created.
et: Organisatsioon {customer_link} on loodud.

source: Organization {customer_link} has been updated.
et: Organisatsioon {customer_link} on muudetud.

source: Organization {customer_name} has been deleted.
et: Organisatsioon {customer_name} on kustutatud.

source: Organizations
et: Asutused

source: Output log
et: Väljundi Logi

source: Overview
et: Ülevaade

source: Overview of {organization} organization
et: Organisatsiooni {organization} ülevaade

source: Overview of {project} project
et: Projekti {project} ülevaade

source: Owned organizations
et: Omanduses olevad organisatsioonid

source: Owner
et: Omanik

source: Package
et: Pakett

source: Package amount
et: Paketi maht

source: Package could not be assigned.
et: Paketti ei olnud võimalik määrata.

source: Package is not available because current VPC resource usage exceeds package quota limits.
et: Pakett pole saadaval, kuna praegune VPC ressursikasutus ületab paketi kvoodilimiite.

source: Package limits
et: Paketi limiidid

source: Page is not found.
et: Lehte ei leitud

source: Page is not found. You've either entered invalid URL or don't have enough permissions to view this page.
et: Lehte ei leitud. Olete sisestanud kehtetu URL-i või teil pole selle lehe kuvamiseks piisavalt õigusi.

source: Page is not found. You've either entered invalid URL or trying to reach disabled feature.
et: Lehte ei leitud. Olete sisestanud kehtetu URL-i või proovite jõuda keelatud funktsioonini.

source: Paid
et: Tasuline

source: Parameters
et: Parameetrid

source: Password
et: Parool

source: Password has been changed for user {affected_user_link}.
et: Kasutaja {affected_user_full_name} parool on muudetud

source: Pause
et: Peata ajutiselt

source: Pause offering
et: Peata ajutiselt pakkumine

source: Paused
et: Ajutiselt peatatud

source: Pay invoice
et: Maksa arve

source: Payment events
et: Makse sündmused

source: Payment for {customer_link} has been approved.
et: Maksed kliendile {customer_name} on kinnitatud.

source: Payment for {customer_link} has been cancelled.
et: Maksed kliendile {customer_name} on katkestatud.

source: Payment has been processed successfully.
et: Makse on edukalt töödeldud.

source: Payment is being processed, please wait.
et: Makset töödeldakse, Palun oota.

source: Payment pending
et: Makse ootel

source: Pending
et: Ootel

source: Pending approval for changing of
et: Ootel kinnitus, et muuta

source: Pending approval for creation of
et: Ootel kinnitus, et luua

source: Pending approval for removal of
et: Ootel kinnitus, et eemaldada

source: Per half month
et: Iga poole kuu kohta

source: Per hour
et: Iga tund

source: Per month
et: Iga kuu

source: Period
et: Periood

source: Permanent
et: Püsiv

source: Permissions log
et: Lubade logi

source: Permitted
et: Lubatud

source: Phone
et: Telefon

source: Phone number
et: Telefoninumber

source: Phone numbers
et: Telefoninumbrid

source: Physical locations
et: Füüsilised asukohad

source: Plan
et: Plaan

source: Plan #{index}
et: Plaani #{index}

source: Plan capacity
et: Plaani mahutavus

source: Plan capacity is full.
et: Plaani mahutavus on täis

source: Plan component name
et: Plaani komponendi nimi

source: Plan components
et: Plaani komponendid

source: Plan description
et: Plaani kirjeldus

source: Plan details
et: Plaani üksikasjad

source: Plan does not have limit
et: Plaanil pole limiiti

source: Plan name
et: Plaani nimi

source: Plan price
et: Plaani hind

source: Planned quota usage: {usage}
et: Planeeritud kvoodi kasutamine: {usage}

source: Please accept Terms of Services to proceed.
et: Jätkamiseks nõustuge teenuse osutamise tingimustega.

source: Please assign 'SSH' security group to the virtual machine (to allow SSH connections).
et: Määrake virtuaalsele masinale SSH-turvarühm (SSH ühenduste lubamiseks).

source: Please clarify why do you need it
et: Palun selgitada, miks sa seda vajad

source: Please create a new one picking the profile that best matches your organization:
et: Palun looge uus, valides profiili, mis sobib kõige paremini teie organisatsiooniga:

source: Please enter estimated maximum usage in the rows below:
et: Sisestage hinnanguline maksimaalne kasutamine järgmistesse ridadesse:

source: Please give us a moment to validate your invitation.
et: Palun anna meile hetkel kutse kinnitamiseks.

source: Please make sure you know what you are doing and set to 10 minutes if unsure.
et: Palun veenduge, et teate, mida teete, ja määrake 10 minutiks, kui te pole kindel.

source: Please note that request should specify tenant and provide a reason.
et: Pange tähele, et taotluses tuleks näidata rentniku ja põhjendada.

source: Please provide a reason
et: Palun põhjendada

source: Please provide details of a new volume created from snapshot.
et: Palun sisesta tõmmisest loodud uue volüümi üksikasjad.

source: Please provide registration code of your company.
et: Palun esitage oma ettevõtte registreerimiskood.

source: Please provide valid quotas.
et: Palun sisestage kehtivad kvoodid.

source: Please provide your EU VAT ID if you are registered in the European Union.
et: Esitage EL KMKR NR kui te olete registreeritud Euroopa Liidus.

source: Please search for your organization
et: Palun otsige oma organisatsiooni

source: Please select a username that you will use for login into the Linux systems.
et: Valige kasutajanimi, mida kasutate sisselogimiseks Linux süsteemidesse.

source: Please select a version
et: Palun vali versioon

source: Please select one
et: Palun vali üks

source: Please select projects where usage of the provider is permitted.
et: Palun valige projektid kus teenusepakkuja kasutamine on lubatud.

source: Please select providers allowed to be used in this project.
et: Palun valige teenusepakkujad keda on lubatud kasutada selles projektis.

source: Please select type in Management tab first.
et: Palun valige esmalt halduse alamjaotusest tüüp

source: Please select your language
et: Palun valige keel

source: Please specify {fields}.
et: Palun määrake {fields}.

source: Please use Latin letters without spaces only.
et: Palun kasutage ainult tühikuteta ladina tähti.

source: Please wait while provider is being configured.
et: Palun oodake kuni teenusepakkujat seadistatakse.

source: Policies
et: Eeskirjad

source: Port range
et: Pordivahemik

source: Postal code
et: Postiaadress

source: Powered by
et: Hoiab töös

source: Preferred language
et: Eelistatud keel

source: Previous
et: Eelmine

source: Price
et: Hind

source: Price estimate details
et: Hind on arvestuslikud üksikasjad

source: Price for 1 GB of RAM per day
et: 1 GB RAM-i hind päevas

source: Price for 1 GB of storage per day
et: Hind 1 GB salvestusruumi päev

source: Price for 1 vCPU per day
et: Hind 1 vCPU päevas

source: Price for consumption
et: Tarbimise hind

source: Price is estimated.
et: Hind on arvestuslik.

source: Price of CPU hour
et: Protsessori tunnihind

source: Price of GPU hour
et: GPU tunnihind

source: Price of RAM GB
et: Mälu GB hind

source: Price package name
et: Paketi nime hind

source: Price per 30 days
et: 30 päeva hind

source: Price per 365 days
et: 365 päeva hind

source: Price per day
et: Päeva hind

source: Price per half month
et: Poole kuu hind

source: Price per half-month
et: Poole kuu hind

source: Price per hour
et: Tunnihind

source: Price per month
et: Hind kuus

source: Price per month (VAT not included)
et: Hind kuus (ei sisalda käibemaksu)

source: Price per unit
et: Hind ühiku kohta

source: Price per year
et: HInd aasta kohta

source: Prices
et: Hinnad

source: Pricing tier
et: Hinnakujunduse määramistasand

source: Print invoice
et: Prindi arve

source: Print record
et: Prindi kirje

source: Priority
et: Prioriteet

source: Privacy policy
et: Privaatsuspoliitika

source: Private clouds
et: Privaatpilved

source: Processing...
et: Töötlen…

source: Product code
et: Toote kood

source: Product configuration
et: Toote seadistus

source: Project
et: Projekt

source: Project could not be created.
et: Projekti ei saanud luua

source: Project could not be updated.
et: Projekti ei saanud muuta

source: Project description
et: Projekti kirjeldus

source: Project details
et: Projekti üksikasjad

source: Project events
et: Projekti sündmused

source: Project has been created.
et: Projekti on loodud.

source: Project has been removed successfully.
et: Projekt on edukalt eemaldatud.

source: Project has been renamed from {project_previous_name} to {project_link}.
et: Project {project_previous_name} on nimetatud ümber projektiks {project_link}.

source: Project has been updated.
et: Projekti on uuendatud.

source: Project is not selected.
et: Projekti pole valitud.

source: Project limits
et: Projekti limiidid

source: Project manager
et: Projektihaldur

source: Project manager cannot edit users with same role.
et: Projektijuht ei saa muuta kasutajaid kes on samas rollis.

source: Project name
et: Projekti nimi

source: Project policies have been updated.
et: Projekti poliitikad on muudetud.

source: Project providers links have been updated.
et: Projekti teenusepakkujate lingid on muudetud.

source: Project removal
et: Projekti eemaldamine

source: Project roles
et: Projekti rollid

source: Project service
et: Projekti teenus

source: Project type
et: Projekti tüüp

source: Project workspace
et: Projekti töölaud

source: Project {project_link} has been created.
et: Projekt {project_link} on loodud.

source: Project {project_link} has been updated.
et: Projekt {project_link} on muudetud.

source: Project {project_name} has been deleted.
et: Projekt {project_name} on kustutatud.

source: Projects
et: Projektid

source: Projects ({count})
et: Projekte ({count})

source: Projects list
et: Projektide nimekiri

source: Provider
et: Teenusepakkuja

source: Provider certification required by this project
et: Teenusepakkuja sertifitseerimine on vajalik selle projekti juures.

source: Provider certification required by this project.
et: Teenusepakkuja sertifitseerimine on selle projekti juures vajalik

source: Provider details
et: Teenusepakkuja andmed

source: Provider does not comply with project policies
et: Teenusepakkuja ei vasta projektile kehtestatud nõutele

source: Provider has been created.
et: Teenusepakkuja on loodud.

source: Provider has been updated.
et: Teenusepakkuja on muudetud.

source: Provider has resources. Please remove them first.
et: Teenusepakkujal on ressursid. Palun eemalda kõigepealt need.

source: Provider is in erred state.
et: Teenusepakkuja on staatuses "erred".

source: Provider location
et: Teenusepakkuja asukoht

source: Provider name
et: Teenusepakkuja nimi

source: Provider package is not defined.
et: Teenusepakkuja pakett on määratlemata.

source: Provider quota has reached threshold.
et: Teenusepakkuja kvoot on jõudnud piirini.

source: Provider type
et: Teenusepakkuja tüüp

source: Providers
et: Teenusepakkujad

source: Provision new resource
et: Tekita uus resurss

source: Provision virtual machines (VMs) in available Providers.
et: Eralda virtuaalmasinad (VM-id) võimalike teenusepakkujate juures.

source: Public key
et: Avalik võti

source: Public offerings
et: Avalikud pakkumised

source: Public orders
et: Avalikud tellimused

source: Public resources
et: Avalikud ressursid

source: Pulling
et: Tõmban

source: Pulling quotas
et: Tõmban kvoote

source: Purchase
et: Ost

source: Purchase and usage is invoiced.
et: Ostu ja kasutamise eest esitatakse arve.

source: Purchase bulk resource as Virtual Private Clouds (VPC).
et: Ostke hulgiressurssi virtuaalsete privaatpilvedena (VPC).

source: Purchase of {vm_name} was successful.
et: {Vm_name} ost oli edukas.

source: Python Management
et: Pythoni haldus

source: Python Management details
et: Pythoni halduse üksikasjad

source: Python environment has been created.
et: Pythoni keskkond on loodud.

source: Python management details
et: Pythoni halduse detailid

source: Python version
et: Pythoni versioon

source: Quantity
et: Hulk

source: Quota has been reached.
et: Kvoot on täis.

source: Quota usage exceeds limit.
et: Kvootide kasutamine ületab limiidi.

source: Quotas
et: Kvoodid

source: Quotas updated.
et: Kvoodid muudetud.

source: RAM limit
et: RAM piirmäär

source: RAM limit GB
et: RAM piirmäär GB

source: RAM limit, MB
et: RAM piirmäär MB

source: RAM size
et: RAMi suurus

source: RAM usage
et: RAMi kasutus

source: Rating
et: Hinnang

source: Reason
et: Põhjus

source: Reason unknown, please contact support.
et: Põhjus teadmata, võtke ühendust kasutajatoega.

source: Recent additions
et: Viimased täiendused

source: Record no.
et: Kande number

source: Record notification has been sent to organization owners.
et: Teade kirje kohta on saadetud organisatsiooni omanikele.

source: Record number
et: Kirje number

source: Record period
et: Kirje periood

source: Refresh
et: Värskenda

source: Regenerate
et: Genereeri uuesti

source: Region
et: Piirkond

source: Region name
et: Piirkonna nimi

source: Register
et: Registeeru

source: Register as a customer of our portal and provider your cloud services through Waldur's Marketplace.
et: Registreeri end meie portaali kliendiks ja pakkuge oma pilveteenuseid Walduri turuplatsi kaudu.

source: Register as service provider
et: Registreeri ennast teenusepakkujaks

source: Register to
et: Registreeru

source: Register with
et: Registreeru koos

source: Register your own cloud account
et: Registreeri sinu isiklik pilvekonto

source: Registration code
et: Registreeringu kood

source: Registration method
et: Registreeringu meetod

source: Registry code
et: Registrikood

source: Regular user
et: Tavakasutaja

source: Reject
et: Lükka tagasi

source: Rejected
et: Tagasi lükatud

source: Related resource
et: Seotud ressurss

source: Related resources
et: Seotud ressurssid

source: Release floating IPs
et: Vabasta liikuvad IPd

source: Reload
et: Taaslaadi

source: Reload issue data
et: Laadige probleemi andmed uuesti

source: Remaining
et: Allesjäänud

source: Remaining amount
et: Allesjäänud maht

source: Remaining limit
et: Allesjäänud limiit

source: Remote network
et: Kaugvõrk

source: Remove
et: Eemalda

source: Remove JupyterHub user
et: Eemalda JupyterHubi kasutaja

source: Remove application
et: Eemalda rakendus

source: Remove from comparison
et: Eemalda võrdlusest

source: Remove logo
et: Eemalda logo

source: Remove organization
et: Eemalda organisatsioon

source: Remove package
et: Eemalda pakk

source: Remove profile
et: Eemalda profiil

source: Remove virtual environment
et: Eemalda virtuaalne keskkond

source: Removing link
et: Eemalda link

source: Report
et: Raporteeri

source: Report an issue
et: Raporteeri probleemist

source: Report details
et: Raporteeri üksikasju

source: Report incorrect data
et: Anna teada ebakorrektsetest andmetest

source: Report usage
et: Raporteeri ressursi kasutusest

source: Reported by me
et: Minu poolt raporteeritud

source: Reporter
et: Raporteerija

source: Request a new service
et: Uue teenuse päring

source: Request account removal for {userName}.
et: Nõua kasutajakonto {userName} eemaldamist

source: Request an approval
et: Nõua kinnitust

source: Request description
et: Päringu kirjeldus

source: Request detail
et: Päringu üksikasjad

source: Request details
et: Päringu üksikasjad

source: Request direct access
et: Küsi otseligipääsu

source: Request direct access to OpenStack Tenant
et: Küsi otseligipääsu OpenStack rentnikule

source: Request direct access to {{ $ctrl.tenant.name }}
et: Küsi otseligipääsu rentnikule {{ $ctrl.tenant.name }}

source: Request for a change
et: Muutmistaotlus

source: Request for a termination
et: Lõpetamise taotlus

source: Request for search for installed libraries in the virtual environments could not be created.
et: Virtuaalses keskkonnas installitud teekide otsimise taotlust ei saanud luua.

source: Request removal
et: Päringu eemaldamine

source: Request title
et: Päringu nimi

source: Request to update has been accepted.
et: Uuenduse taotlus on võetud vastu.

source: Request to {action} has been accepted.
et: Päring {action} on võetud vastu.

source: Request type
et: Päringu liik

source: Request {key} has been created.
et: Päring {key} on loodud.

source: Request {requestId} has been created.
et: Päring {requestId} on loodud.

source: Request-based item
et: Taotluspõhine üksus

source: Requested
et: Taodeldud

source: Requested by
et: Taodeldud

source: Requests
et: Taotlused

source: Required
et: Nõutud

source: Required certifications
et: Vajalikud sertifikaadid

source: Requirements
et: Eeltingimused

source: Resend
et: Saada uuesti

source: Resize droplet
et: Muuda dropletide suurust

source: Resolution SLA
et: SLA resolutsioon

source: Resource
et: Ressurss

source: Resource UUID
et: Ressursi UUID

source: Resource already has this plan.
et: Ressursil on see plaan juba olemas.

source: Resource configuration
et: Ressursside häälestamine
