Repository: waldur/waldur-homeport
Catalog: i18n/locale-*.po
Languages: et

source: Unable to login via SAML2 protocol.
et: SAML2 protokollida ei õnnestunud logida

source: Unable to open console. Error message: {message}
et: Konsooli pole võimalik avada. Veateade: {message}

source: Unable to post comment.
et: Kommentaari pole võimalik postitada

source: Unable to register service provider.
et: Teenusepakkuajt ei õnnestunud registreerida

source: Unable to reject invitation.
et: Kutset pole võimalik tagasi lükata

source: Unable to reject order.
et: Tellimust pole võimalik tagasi lükata

source: Unable to remove SSH key.
et: SSH võtit pole võimalik eemaldada

source: Unable to remove hook.
et: Haaki pole võimalik eemaldada

source: Unable to remove item from shopping cart.
et: Ostukorvist pole objekti võimalik eemaldada

source: Unable to remove logo.
et: Logo pole võimalik eemaldada

source: Unable to resend invitation.
et: Kutset pole võimalik uuesti saata

source: Unable to save user.
et: Kasutajat ei ole võimalik salvestada

source: Unable to send record notification.
et: Ei ole võimalik saata sissekande teadet.

source: Unable to set quotas.
et: Ei õnnestunud kvooti sättida.

source: Unable to show console log. Error message: {message}
et: Konsooli logi pole võimalik näidata. Veateade: {message}

source: Unable to submit empty comment.
et: Tühja kommentaari pole võimalik lisada

source: Unable to submit limits change request.
et: Limiitide muutmise päringut ei saa esitada.

source: Unable to submit order.
et: Tellimust pole võimalik esitada

source: Unable to submit plan change request.
et: Plaani muutmise päringut ei ole võimalik esitada

source: Unable to submit resource termination request.
et: Ressursi peatamise päringut ei ole võimalik esitada

source: Unable to submit usage report.
et: Kasutusraportit ei ole võimalik esitada

source: Unable to update offering state.
et: Pakkumiste olekut ei ole võimalik uuendada

source: Unable to update offering.
et: Pakkumist pole võimalik uuendada

source: Unable to update provider.
et: Teenusepakkujat pole võimalik uuendada

source: Unable to update shopping cart item.
et: Ostukorvi objekti ei ole võimalik uuendada

source: Unable to upload attachment.
et: Manust pole võimalik üles laadida

source: Unable to upload logo.
et: Logo ei saa üles laadida

source: Unable to validate invitation token.
et: Ei ole võimalik valideerida kutse žetooni.

source: Unexpected exception happened during login process.
et: Sisselogimise ajal juhtus ootamatu probleem.

source: Unfortunately, connection to server has failed. Please check if you can connect to {apiEndpoint} from your browser and contact support if the error continues.
et: Kahjuks ei õnnestunud serveriga ühendust luua. Kontrollige, kas saate brauseris {apiEndpoint} ühenduse luua ja tõrke jätkumisel pöörduge kasutajatoe poole.

source: Unit
et: Ühik

source: Unit price
et: Ühiku hind

source: Units
et: Ühikud

source: Unlimited
et: Piiramatu

source: Unlink
et: Tühista linkimine

source: Unpaid
et: Tasumata

source: Update
et: Uuenda

source: Update floating IPs
et: Uuenda ´liikuvaid IP aadresse

source: Update notification
et: Uuenda teated

source: Update offering
et: Uuenda pakkumist

source: Update policies
et: Uuenda poliitikaid

source: Update profile
et: Uuenda profiili

source: Update project details
et: Uuenda projekti detaile

source: Update security groups
et: Uuenda turvagruppe

source: Updated
et: Uuendatud

source: Updating
et: Uuendab

source: Updating floating IPs
et: Uuendan liikuivad IP-sid

source: Updating internal IPs
et: Uuendan sisemisi IP-sid

source: Updating quotas
et: Uuendan kvoote

source: Updating rules
et: Uuendan reegleid

source: Updating security groups
et: Uuendan turvagruppe

source: Upload Requirements.txt
et: Laadi üles Requirements.txt

source: Upload new
et: Laadi üles uus

source: Upper bound of monthly resource cost provisioned from shared providers.
et: Igakuise kulu ülempiir on välja jagatud jagatud teenusepakkujatelt.

source: Uptime
et: Töötatud aeg

source: Usage
et: Kasutus

source: Usage information is not available.
et: Kasutuse andmed pole saadaval.

source: Usage overview
et: Kasutuse ülevaade

source: Usage reports
et: Kasutuse aruanne

source: Usage-based
et: Kasutuse baasil

source: Usages
et: Kasutused

source: Use sudo
et: Kasuda sudo

source: Used in the period
et: Kasutatud perioodil

source: User
et: Kasutaja

source: User ID
et: Kasutaja ID

source: User could not been updated
et: Kasutajat ei saanud värskendada

source: User dashboard
et: Kasutaja töölaud

source: User data
et: Kasutajaandmed

source: User details
et: Kasutaja üksikasjad

source: User details have been fetched successfully.
et: Kasutaja üksikasjad on edukalt tõmmatud.

source: User has been activated.
et: Kasutaja on aktiveeritud.

source: User has been deactivated.
et: Kasutaja on deaktiveeritud.

source: User has been logged out. You will be redirected to the login page soon.
et: Kasutaja on välja logitud. Teid suunatakse varsti sisselogimislehele.

source: User has not yet been saved.
et: Kasutajat pole veel salvestatud

source: User input field #{index}
et: Kasutaja sisestusväli #{index}

source: User management events
et: Kasutaja halduse sündmused

source: User profile
et: Kasutaja profiil

source: User status
et: Kasutaja staatus

source: User {affected_user_link} has been activated.
et: Kasutaja {affected_user_link} on aktiveeritud.

source: User {affected_user_link} has been created.
et: Kasutaja {affected_user_link} on loodud.

source: User {affected_user_link} has been deactivated.
et: Kasutaja {affected_user_link} on deaktiveeritud.

source: User {affected_user_link} has been updated.
et: Kasutaja {affected_user_link} on muudetud.

source: User {affected_user_name} has been deleted.
et: Kasutaja {affected_user_name} on kustutatud.

source: User {user_link} authenticated successfully with Facebook.
et: Kasutaja {user_link} edukalt autentinud ennast Facebook kaudu.

source: User {user_link} authenticated successfully with Google.
et: Kasutaja {user_link} on edukalt autentinud ennast Google kaudu.

source: User {user_link} authenticated successfully with OpenID.
et: Kasutaja {user_link} on edukalt autentinud ennast OpenID kaudu.

source: User {user_link} authenticated successfully with SAML2.
et: Kasutaja {user_link} on edukalt autentinud ennast Google kaudu.

source: User {user_link} authenticated successfully with Smart ID EE.
et: Kasutaja {user_link} on edukalt autentinud ennast Smart ID EE kaudu.

source: User {user_link} authenticated successfully with username and password.
et: Kasutaja {user_link} on edukalt autentinud ennast kasutajanime ja parooliga.

source: User {user_link} has granted role to {affected_user_link}.
et: Kasutaja {user_link} on saanud endale rolli {affected_user_link}.

source: Username
et: Kasutajanimi

source: Username is required.
et: Kasutajanimi on kohustuslik.

source: Username prefix
et: Kasutajanime eesliide

source: Usernames can contain letters (a-z), numbers (0-9), dashes (-), underscores (_) and periods (.).
et: Kasutajanimed võivavad sisaldada tähti (a-z), numbreid (0-9), sidekriipse (-), alakriipse (_) ja punkte (.).

source: Users
et: Kasutajad

source: VAT
et: KM

source: VAT code
et: KM kood

source: VAT is not included.
et: Käibemaksu ei sisalda.

source: VAT rate
et: Käibemaksu määr (%)

source: VM name
et: VMi nimi

source: VM type overview
et: VMi tüübi ülevaade

source: VMs
et: VMid

source: VMware Tools
et: VMware töövahendid

source: VPC floating IP count
et: VPC liikuvate IP aadressite kogus

source: VPC package
et: VPC pakett

source: VPC packages for this provider are not found.
et: VPS pakette sellele teenusepakkujale ei leitud.

source: Value
et: Väärtus

source: Value should be positive integer
et: Väärtus peaks olema positiivne täisarv

source: Value should not be greater than {limit}.
et: Väärtus ei tohiks olla suurem kui {limit}

source: Value should not be lesser than {limit}.
et: Väärtus ei tohiks olla väiksem kui {limit}

source: Value should not be negative.
et: Väärtus ei tphi olla negatiivne

source: Service provider can charge for usage of the following components
et: Teenusepakkuja võib kosida tasu järgmiste komponentide kasutamise eest

source: Service provider details
et: Teenusepakkuja üksikasjad

source: Version
et: Versioon

source: Virtual environment
et: Virtuaalne keskkond

source: Virtual environment has not yet been saved.
et: Virtuaalset keskkonda pole veel salestatud

source: Virtual environment name
et: Virtuaalse keskkonna nimi

source: Virtual environments
et: Virtuaalsed keskkonnad

source: Virtual environments deletion has been scheduled.
et: Virtuaalse keskkonna kustutamine on tellitud

source: Virtual environments deletion request could not be created.
et: Virtuaalse keskkonna kustutamise taotlust ei saanud luua

source: Virtual environments directory
et: Virtuaalse keskkonna kaust

source: Virtual environments directory name
et: Virtuaalse keskkonna kausta nimi

source: Virtual environments root directory
et: Virtuaalse keskkonna juurkaust

source: Virtual environments search has been scheduled.
et: Virtuaalse keskkonna otsing on tellitud

source: Virtual environments search request could not be created.
et: Virtuaalse keskkonna otsingu taotlust ei saanud luua

source: Virtual environments updates have been scheduled.
et: Virtuaalse keskkonna uuendused on tellitud

source: Virtual machine
et: Virtuaalmasin

source: Virtual machine contains a public key of the cloud broker
et: Virtuaalne masin sisaldab pilvemaakleri avalikku võtit

source: Virtual machine has no floating ips assigned!
et: Virtuaalse masinaga pole liikuvat IP-d seotud

source: Virtual machine should have Web security group assigned
et: Virtuaalmasinaga peaks olema seotud veebi turvagrupp

source: Virtual machines
et: Virtuaalmasinad

source: Virtual machines count
et: Virtuaalmasinate arv

source: Volume
et: Volüüm

source: Volume has been updated.
et: Köide on uuendatud.

source: Volume name
et: Volüümi nimi

source: Was the correct cloud broker public key UUID specified in the properties?
et: Kas seadetes oli määratud õige pilvemaakleri avaliku võtme UUID?

source: Website URL
et: Veebilehe URL

source: Welcome to {pageTitle}!
et: Tere tulemast {pageTitle}!

source: Welcome, {user}!
et: Tere tulemast {user}!

source: Where to get the required values from?
et: Kust saada nõutud väärtusi?

source: Whitelist admins
et: Valges nimekirjas asuvad administraatorid

source: Why do you need to remove organization with existing projects?
et: Miks sa peaksid eemaldama organisatsiooni olemasolevate projektidega?

source: Why would you want to go away? Help us become better please!
et: Miks sa tahad ära minna? Aita meil paremaks saada palun!

source: Would you like to register your organization?
et: Kas sa sooviksid registreerida oma organisatsiooni?

source: Would you like to update your current email with the one from the invitation?
et: Kas sa sooviksid uuendada oma emaili sellega mida kasutati selles kutses?

source: Write review
et: Kirjuta ülevaade

source: Yes
et: Jah

source: Yes, I would
et: Jah, ma oleks

source: Yes, use invitation email
et: Jah, kasuta kutse emaili

source: You are about to delete:
et: Sa oled kustutamas

source: You can find offerings to order in the marketplace
et: Sa leiad pakkumisi, mida tellida turuplatsilt

source: You can remove this organization by pressing the button
et: Sa saad eemaldada selle organisatsiooni vajutades nuppu

source: You can start filling this table by creating your first offering.
et: Sa saad alustada tabeli täitmist luues esimese pakkumise

source: You cannot change your own role.
et: Sa ei saa muuta iseenda rolli.

source: You cannot manage other organization owner.
et: Sa ei saa hallata teist ettevõtte omanikku.

source: You cannot remove shared provider.
et: Sa ei saa eemaldada jagatud teenusepakkujat.

source: You did not enter a field.
et: Te ei sisestanud väljale.

source: You do not belong to any organization yet.
et: Sa ei kuulu veel ühegi organisatsiooni koosseisu.

source: You do not currently have any organizations.
et: Sul ei ole veel ühtegi organisatsiooni.

source: You do not have permissions to create private cloud for current project.
et: Sul ei ole piisavalt õigusi teha privaatpilve selle projekti jaoks.

source: You don't have any organization yet.
et: Sul ei ole veel ühtegi organisatsiooni.

source: You don't have enough permission to edit providers for current project.
et: Sul ei ole piisavalt õigusi et muuta käesoleva projekti teenusepakkujaid.

source: You don't have enough privileges to perform this operation.
et: Sul ei ole selle toimingu sooritamiseks vajalikke õigusi.

source: You don't have permission to cancel this invitation.
et: Sul ei ole piisavalt õigusi et seda kutset katkestada.

source: You don't have permission to send this invitation.
et: Sul ei ole piisavalt õigusi et seda kutset saata.

source: You have exceeded maximum number of quotas.
et: Olete ületanud maksimaalse arvu kvoote.

source: You have no cost plans yet
et: Sul ei ole valitud veel ühtegi makseplaani

source: You have no invoices yet.
et: Sul ei ole veel arveid.

source: You have no private clouds yet.
et: Sul ei ole veel pirvaatpilvi.

source: You have no quotas yet.
et: Sul ei ole veel kvoote.

source: You have no records yet.
et: Sul ei ole veel sissekandeid.

source: You have no requests.
et: Sul ei ole veel päringuid.

source: You have no resources yet.
et: Sul ei ole veel ressursse.

source: You have no restored volumes yet.
et: Sul ei ole veel taastatud köiteid.

source: You have no snapshots yet.
et: Sul ei ole veel tõmmiseid

source: You have no team invitations yet.
et: Sul ei ole veel meeskonna kutseid.

source: You have no team members yet.
et: Sul ei ole veel meekonna liikmeid.

source: You have no users yet.
et: Sul ei ole veel kasutajaid.

source: You have no virtual machines yet.
et: Teil pole veel virtuaalseid masinaid.

source: You have no volumes yet.
et: Sul ei ole veel kõiteid.

source: You have not added any SSH keys to your <a ui-sref="profile.keys">profile</a>.
et: Sa ei ole veel lisanud ühtegi SSH võtit oma <a ui-sref="profile.keys">profiilile</a>.

source: You have the right to purchase service without additional approval.
et: Teil on õigus osta teenust ilma täiendava nõusolekuta.

source: You must agree with terms of service.
et: Te peate nõustuma teenusetingimustega.

source: You need approval to finish purchasing of services.
et: Teenuste ostmise lõpetamiseks on vaja luba.

source: You will be redirected in a moment.
et: Teid suunatakse hetke pärast ümber.

source: Your FreeIPA has been enabled.
et: Teie FreeIPA on lubatud.

source: Your FreeIPA has been removed in FreeIPA server.
et: Sinu FreeIPA on eemaldatud FreeIPA serverist.

source: Your FreeIPA has been synced successfully.
et: Teie FreeIPA on edukalt sünkroonitud.

source: Your FreeIPA profile has been disabled.
et: Sinu FreeIPA profiil on deaktiveeritud.

source: Your Microsoft Account full username. It should not contain @domain.com part.
et: Teie Microsofti konto täielik kasutajanimi. See ei tohiks sisaldada osa @domain.com.

source: Your current email is:
et: Sinu kehtiv eposti aadress on:

source: Your invitation is being processed.
et: Sinu kutse on töötlemisel.

source: Your invitation was accepted.
et: Sinu kutse võeti vastu.

source: Your single pane of control for all cloud services. Login in to see it in action.
et: Sinu ühtne kontrollkeskus pilveteenuste haldamiseks. Logi sisse et näha seda töös.

source: Zabbix host could not be created.
et: Zabbixi hosti ei saanud luua

source: Zabbix host could not be deleted.
et: Zabbixi hosti ei saanud kustutada

source: Zabbix host has been created.
et: Zabbixi host on loodud

source: Zabbix host has been deleted.
et: Zabbixi host on kustutatud

source: Zabbix provider
et: Zabbixi pakkuja

source: commented on
et: kommenteeritud

source: current state on backend: {resourceState}.
et: praegune staatus tagatoas: {resourceState}.

source: entries
et: Sissekanded

source: error message: {errorMessage}
et: tõrketeade: {errorMessage}

source: from
et: saatja

source: generate automatically
et: loo automaatselt

source: have been accepted on
et: on vastu võetud

source: hours
et: Tunnid

source: organization
et: asutus

source: resources
et: ressursid

source: vCPU count
et: vCPU arv

source: virtualenv and virtualenvwrapper utilities are used to manage Python virtual environments.
et: virtualenv ja virtualenvwrapper utiliite kasutatakse Pythoni virtuaalsete keskkondade haldamiseks.

source: {category} resources
et: {category} ressursid

source: {fieldLabel} is required for provisioning resource.
et: {fieldLabel} on vajalik ressursi eraldamiseks.

source: {number} days
et: {number} päevi

source: {quota} usage exceeds quota limit by {amount}.
et: {quota} kasutus ületav kvoodi limiiti {amount}.

source: {quota} usage exceeds quota limit.
et: {quota} kasutus ületav kvoodi limiiti

source: {resourceType} has state {resourceState}
et: {resourceType} on staatusega {resourceState}.

source: {resource_link} creation has been scheduled by {user_link}.
et: {resource_link} loomine on ajastatud {user_link} poolt.

source: {resource_link} creation has failed.
et: {resource_link} loomine nurjus.

source: {resource_link} deletion has failed.
et: {resource_link} kustutamine nurjus.

source: {resource_link} has been created.
et: {resource_link} on loodud.

source: {resource_link} has been imported by {user_link}.
et: {resource_link} on kasutaja {user_link} poolt imporditud.

source: {resource_link} has been restarted.
et: {resource_link} on taaskäivitatud.

source: {resource_link} has been scheduled to deletion by {user_link}.
et: {resource_link} on määratud kustutamisele kasutaja {user_link} poolt.

source: {resource_link} has been scheduled to restart by {user_link}.
et: {resource_link} on määratud restardiks kasutaja {user_link} poolt.

source: {resource_link} has been scheduled to start by {user_link}.
et: {resource_link} on määratud käivitamisele kasutaja {user_link} poolt.

source: {resource_link} has been scheduled to stop by {user_link}.
et: {resource_link} on määratud peatamiseks kasutaja {user_link} poolt.

source: {resource_link} has been started.
et: {resource_link} on käivitatud.

source: {resource_link} has been stopped.
et: {resource_link} on peatatud.

source: {resource_link} has been updated by {user_link}.
et: {resource_link} on uuendatud kasutaja {user_link} poolt.

source: {resource_link} restart has failed.
et: {resource_link} taaskäivitus on nurjunud.

source: {resource_link} start has failed.
et: {resource_link} käivitamine ei õnnestunud.

source: {resource_link} stop has failed.
et: {resource_link} peatamine on nurjunud.

source: {resource_name} has been deleted.
et: {resource_name} on kustutatud.

source: {type} quota usage exceeds available limit.
et: {type} kvoodi kasutamine ületab kättesaadava limiidi.

source: {usage} of {limit}
et: {usage} limiidist {limit}

source: {usage} of {limit} used
et: {usage} limiidist {limit} on kasutatud

source: {usage} used
et: {usage} kasutatud

source: {user} has approved it on {date} at {time}.
et: {user} on lubanud selle Iga nädal {day} päeval kell {time}

source: {user} has requested changing of plan from "{old_plan}" to "{new_plan}".
et: {user} on tellinud plaanimuudatuse vanast plaanist "{old_plan}" uueks plaaniks "{new_plan}".

source: {user} has requested provisioning of "{resource_name}" with plan "{plan_name}".
et: {user} on taotlenud teenuse "{ressursi_nimi}" eraldamist plaaniga "{plaan_nimi}".

source: {user} has requested termination of {resource_name} with active plan "{plan_name}".
et: {user} taotles {ressursi_nimi} lõpetamist aktiivse paketiga "{plaan_nimi}".

source: {value} at {date}
et: {value} kuupäeval {date}

source: {value} at {date}, estimated
et: {value} kuupäeval {date}, hinnanguliselt

source: Сhoose the role please
et: Vali palun roll
