Repository: waldur/waldur-homeport
Catalog: i18n/locale-*.po
Languages: et

source: (VAT is not included)
et: (ei sisalda KM)

source: 1 day
et: 1 päev

source: 30 days
et: 30 päeva

source: 365 days
et: 365 päeva

source: < Back
et: < Tagasi

source: A one-time fee applied on activation.
et: Aktiveerimise eest rakendatakse ühekordne tasu.

source: A profile has been created.
et: Profiil on loodud.

source: API key
et: API võti

source: API secret code:
et: API salajane kood

source: Abbreviation
et: Lühend

source: About
et: Info

source: Accepted
et: Kinnitatud

source: Access
et: Ligipääs

source: Access key ID
et: Ligipääsu võtme ID

source: Accessible to all customers.
et: Ligipääsetav kõigile klientidele

source: Account activation
et: Konto aktiveerimine

source: Account has been activated.
et: Konto on aktiveeritud.

source: Account removal
et: Konto eemaldamine

source: Accounting
et: Raamatupidamine

source: Accounting period
et: Raamatupidamise periood

source: Accounting plans
et: Raamatupidamise plaanid

source: Accounting record
et: Raamatupidamise sissekanne

source: Accounting records
et: Raamatupidamise sissekanded

source: Accounting start date
et: Arvestuse alguskuupäev

source: Accounting type
et: Raamatupidamise tüüp

source: Actions
et: Toimingud

source: Activate
et: Aktiveeri

source: Activate a virtual environment with following command:
et: Aktiveerige virtuaalne keskkond järgmise käsuga:

source: Activating
et: Aktiveerin

source: Active
et: Aktiivne

source: Active count
et: Aktiivne konto

source: Active user will be able to login into the portal.
et: Aktiivne kasutaja on võimeline sisenema portaali

source: Activity stream
et: Aktiivsuse voog

source: Add
et: Lisa

source: Add MOAB allocation
et: Lisa MOAB-i eraldis

source: Add SLURM allocation
et: Lisa SLURM eraldis

source: Add SSH key
et: Lisa SSH võti

source: Add Waldur user ssh keys to the FreeIPA profile
et: Lisa Walduri kasutaja ssh võtmed FreeIPA profiili

source: Add a new organization
et: Lisa uus organisatsioon

source: Add comment
et: Lisa kommentaar

source: Add component
et: Lisa komponent

source: Add item
et: Lisa element

source: Add key
et: Lisa võti

source: Add library
et: Lisa teek

source: Add member
et: Lisa liige

source: Add new
et: Lisa uus

source: Add new offering
et: Lisa uus pakkumine

source: Add new organization
et: Lisa uus asutus

source: Add new project
et: Lisa uus projekt

source: Add notification
et: Lisa teavitus

source: Add offering
et: Lisa pakkumine

source: Add organization
et: Lisa organisatsioon

source: Add plan
et: Lisa plaan

source: Add private cloud
et: Lisada privaatpilv

source: Add project
et: Lisa projekt

source: Add project member
et: Lisa projekti liige

source: Add provider
et: Lisa pakkuja

source: Add resource
et: Lisa resurss

source: Add rule
et: Lisa reegel

source: Add snapshots
et: Lisa tõmmised

source: Add team member
et: Lisa meeskonna liige

source: Add to cart
et: Lisa ostukorvi

source: Add to comparison
et: Lisa võrdlusse

source: Add user
et: Lisa kasutaja

source: Add user input field
et: Lisa kasutaja sisestusväli

source: Add virtual environment
et: Lisa virtuaalne keskkond

source: Add virtual machine
et: Lisa virtuaalmasin

source: Add virtual private cloud
et: Lisada privaatpilv

source: Add volume
et: Lisa salvestusüksus

source: Add volumes
et: Lisa salvestusüksused

source: Adding link
et: Lingi lisamine

source: Additional data that will be added to instance on provisioning.
et: Täiendavad andmed mida lisatakse üksuse eraldamisel.

source: Additional data that will be added to virtual machine on provisioning.
et: Täiendavad andmed mida lisatakse virtuaalmasina eraldamisel.

source: Additional information
et: Üldteave

source: Additionally service provider can charge for usage of the following components
et: Lisaks võib teenusepakkuja võtta tasu järgmiste komponentide kasutamise eest

source: Address
et: Aadress

source: Admin password
et: Administraatori parool

source: Admin rights
et: Ligipääsu õigused

source: Admin username
et: Administraatori kasutajanimi

source: Affected resource
et: Mõjutatud ressurss

source: After secret API code has been regenerated, it will not be possible to submit usage with the old key.
et: Pärast salajase API-koodi taasloomist pole vana võtme kasutamine võimalik.

source: Agree with ToS
et: Nõustuge ToS-iga

source: Agreement number
et: Lepingu number

source: Alert
et: Hoiatus

source: All
et: Kõik

source: All categories
et: Kõik kategooriad

source: All provider quotas have reached limit.
et: Kõik teenusepakkuja kvoodid on ületatud.

source: All spaces, hyphens and dots will be replaced with underscores.
et: Kõik tühikud, sidekriipsud ja punktid asendatakse alakriipsudega.

source: Allocation description
et: Jaotise kirjeldus

source: Allocation has been updated.
et: Jaotus on uuendatud.

source: Allocation name
et: Jaotuse nimi

source: Allocation pools
et: Jaotise tsoonid

source: Allocations
et: Jaotised

source: Already have an account?
et: Kas sul on juba konto?

source: Amazon EC2 provider
et: Amazon EC2 pakkuja

source: Amount
et: Kogus

source: An error occurred during policy update.
et: Reeglite värskendamise ajal ilmnes tõrge.

source: An error occurred on policies update.
et: Reeglite värskendamisel ilmnes tõrge.

source: An error occurred on project removal.
et: Projekti eemaldamisel tekkis viga.

source: Analytics
et: Analüütika

source: Any
et: Iga

source: Any default system user (ubuntu, debian...). The user should be able to run commands as root
et: Iga vaikesüsteemi kasutaja (ubuntu, debian,,,). Kasutaja peaks olema võimeline käivitama käske root kasutajana

source: Application creation has been scheduled.
et: Rakenduse loomine on pandud järjekorda

source: Application details
et: Rakenduse detailid

source: Application has been deleted
et: Rakendus on kustutatud

source: Application price explanation
et: Rakenduse hinna selgitus

source: Applications
et: Rakendused

source: Apply
et: Rakenda

source: Apply filters
et: Rakenda filtreid

source: Apply or rerun JupyterHub configuration
et: Rakenda JupyterHubi seadistuste taaskäivitamine

source: Approve
et: Kinnita

source: Approve payment
et: Kinnita makse

source: Approved at
et: Kinnitatud

source: Approved by
et: Kinnitanud

source: Archive
et: Arhiiv

source: Archived
et: Arhiveeritud

source: Are you sure you do not want to create a data volume? System volume is not resizable
et: Oled sa kindel et ei soovi luua andmete salvestusüksus ? Süsteemse salvestusüksuse suurus ei ole muudetav

source: Are you sure you want to delete a {resourceType} in an Erred state? A cleanup attempt will be performed if you choose so.
et: Oled sa kindel et soovid kustutada vigases olekus {resourceType} ? Sellisel juhul proovitakse sinu nõusoleku korral viia läbi puhastamise katse

source: Are you sure you want to delete a {resourceType}?
et: Kas soovite kindlasti kustutada {resourceType}?

source: Are you sure you want to unlink provider and all related resources?
et: Oled sa kindel, et soovid pakkuja ja kõik seotud ressurssid lahti ühendada?

source: Are you sure you would like to delete project {projectName}?
et: Oled sa kindel, et soovid kustutada projekti {projectName}?

source: Are you sure you would like to delete the hook?
et: Oled sa kindel, et soovid haagi kustutada?

source: Are you sure you would like to delete the key?
et: Oled sa kinde, et soovid võtme kustutada?

source: Are you sure you would like to terminate resource {resourceName}?
et: Oled kindel et soovid peatada teenuse {resourceName}?

source: Are you sure? This action cannot be undone.
et: Kas oled kindel? Seda toimingut ei saa tagasi võtta.

source: Article code
et: KM kood

source: Assign
et: Määra

source: Assign VPC package
et: Määrata VPC pakett

source: Assign package
et: Määrata pakett

source: Assigned to
et: Määratud

source: Associated python management
et: Seotud pythoni haldus

source: Associated virtual machine was deleted!
et: Seotud virtuaalmasin on kustutatud.

source: Attach
et: Lisatud

source: Attached to
et: Lisatud

source: Attaching
et: Lisan

source: Attachments
et: Lisandid

source: Attributes filter
et: Atribuutide filtrid

source: Audit log
et: Auditi logi

source: Audit logs
et: Auditi logid

source: Authenticate using Mobile ID
et: Autentimine Mobile ID abil

source: Authentication events
et: Autentimise sündmused

source: Authentication method
et: Autentimise meetod

source: Authentication with Mobile ID has been canceled by user or timed out. Details:
et: Autentimine Mobile ID abil on katkestatud või siis aegunud. Detailid:

source: Auto-assign floating IP
et: Lisa liikuv IP automaatselt

source: Auto-generated
et: Automaatselt genereeritud

source: Availability
et: Kättesaadavus

source: Availability zone
et: Kättesaadavuse tsoon

source: Available as Jupyter kernel?
et: Saadava Jupyteri tuumana?

source: Available quota usage: {usage}
et: Kättesaadava kvoodi kasutamine: {usage}

source: Azerbaijani
et: Aserbaidžaan

source: Azure Active Directory Application Secret
et: Azure Active Directory rakenduse saladus

source: Azure PostgreSQL database server
et: Azure PostgreSQL andmebaasi serveri

source: Azure Virtual Machine
et: Azure virtuaalmasin

source: Azure provider
et: Azure pakkuja

source: Back
et: Tagasi

source: Back to login
et: Tagasi sisselogimise lehele

source: Back to organization
et: Tagasi organisatsiooni vaatesse

source: Back to personal dashboard
et: Tagasi kasutaja töölauale

source: Back to project
et: Tagasi projekti juurde

source: Back to shopping
et: Tagasi ostlema

source: Backing up
et: Varundamine

source: Backup has been updated.
et: Varukoopia on ajakohastatud.

source: Backup schedule caveats
et: Varundusplaanide hoiatused

source: Backup schedule has been updated
et: Varunduse ajakava on uuendatud

source: Backup schedules
et: Varunduse ajakava

source: Backups
et: Varundamine

source: Bank account
et: Pangakonto

source: Bank name
et: Panga nimi

source: Batch RAM
et: Maks. RAM

source: Batch block storage size
et: Blokkseadme suurus

source: Batch processing
et: Pakktöötlemine

source: Batch processing documentation
et: Pakktöötluse dokumentatsioon

source: Batch service
et: Pakktöötluse teenus

source: Batch vCPU
et: Maks vCPU-de arv

source: Become a customer of our portal. Provision IT services from the Marketplace and manage your team from one place.
et: Saage meie portaali kliendiks. Pakkuge turuplatsilt IT-teenuseid ja hallake oma meeskonda ühest kohast.

source: Billing
et: Arved

source: Billing details
et: Arve üksikasjad

source: Billing enabled
et: Arved lubatud

source: Billing period
et: Arvete periood

source: Block device count
et: Plokkseadmete arv

source: Block devices
et: Plokkseadmed

source: Block snapshot count
et: Blokkseadmete tõmmiste arv

source: Block storage
et: Plokkseadmed

source: Block storage size
et: Plokkseadmete suurus

source: Block volume count
et: Blokkseadmete salvestusüksuste arv

source: Booking
et: Broneerimine

source: Bookings
et: Broneerimised

source: Bootable
et: Käivitatav

source: Browse
et: Sirvi

source: By creating I agree with the
et: Luues nõustun järgnevaga

source: By setting token lifetime to indefinite you are allowing anyone who has the token to impersonate your actions till the token has been changed.
et: Kui määrasite tähise eluea määramatuks, lubate kõigil, kellel on märk, imiteerida teie tegevust, kuni märk on muutunud.

source: By submitting the form you are agreeing to the
et: Vormi esitamisega nõustute

source: CPU limit
et: CPU limiit

source: CPU limit, minutes
et: CPU limiit, minutites

source: CPU usage
et: CPU koormus

source: CSV
et: CVS

source: Calculating costs
et: Arvutan maksumust

source: Callback URL
et: Tagasipöördumise URL

source: Caller
et: Pöörduja

source: Can't unlink system provider.
et: Süsteemse teenusepakkuja linkimist ei saa tühistada.

source: Cancel
et: Tühista

source: Cancel invitation
et: Tühista kutse

source: Cancel payment
et: Tühista makse

source: Canceled
et: Tühistatud

source: Cancelled
et: Tühistatud

source: Categories
et: Kategooriad

source: Category
et: Kategooria

source: Certifications
et: Sertifitseerimised

source: Challenge code
et: Väljakutse kood

source: Change Request
et: Muutuse päring

source: Change VPC package
et: Muuda VPC paketti

source: Change flavor
et: Muuda tüüpi

source: Change limits
et: Muuda limiite

source: Change plan
et: Muuda plaani

source: Change request - client’s request to perform a generic modification of data or service.
et: Muudatuse tellimus – kliendi soov teenuse osalise või täieliku funktsionaalsuse, ligipääsu või komponentide muutmiseks, lisamiseks, liigutamiseks või eemaldamiseks.

source: Change resource limits
et: Muuda ressursside limiite

source: Change resource plan
et: Muuda ressursside plaani

source: Changing password
et: Muuda parooli

source: Charset
et: Märgistik

source: Charts
et: Graafikud

source: Checkout summary
et: Kassa kokkuvõte

source: Choices as comma-separated list
et: Valikud komadega eraldatud nimekirjana

source: Choose option
et: Vali valik

source: Civil number
et: ID kood

source: Client ID
et: Kliendi ID

source: Client Secret
et: Kliendi saladus

source: Client organization
et: Kliendi organisatsioon

source: Client project
et: Kliendi projekt

source: Client secret
et: Kliendi saladus

source: Close
et: Sulge

source: Cloud RAM
et: Pilve RAM

source: Cloud block storage size
et: Pilve plokkseadme suurus

source: Cloud vCPU
et: Pilve vCPU

source: Cluster
et: Klaster

source: Collation
et: Kõrvutamine

source: Comment
et: Kommentaar

source: Comments
et: Kommentaarid

source: Compare items
et: Võrdle elemente

source: Competence
et: Pädevus

source: Complete
et: Täielik

source: Component
et: Komponent

source: Component #{index}
et: Komponent #{index}

source: Component name
et: Komponendi nimi

source: Components
et: Komponendid

source: Compute
et: Arvuta

source: Compute generation
et: Arvuta genereerimine

source: Configure
et: Seadista

source: Confirm deletion?
et: Kinnita kustutamine?

source: Confirmation mail has been sent. Please check your inbox!
et: Kinnitus e-mail on saadetud. Palun kontrollige oma postkasti!

source: Connect
et: Ühenda

source: Connect to a VM via SSH
et: Ühenda VM-iga üle SSH

source: Connected subnets
et: Ühendatud alamvõrgud

source: Connection details
et: Ühenduse üksikasjad

source: Contact e-mail
et: Kontakt e-post

source: Contact email
et: Kontaktid epost

source: Contact phone
et: Kontakttelefon

source: Copy of
et: Kopeeri

source: Copy to clipboard
et: Kopeeri lõikelauale

source: Cost
et: Maksumus

source: Cost analysis
et: Kulude analüüs

source: Cost planning
et: Kulude planeerimine

source: Cost threshold
et: Kulude piirmäär

source: Costs
et: Maksumused

source: Could not create organization
et: Ei saanud organisatsiooni luua

source: Count
et: Loenda

source: Country
et: Riik

source: Create
et: Loo

source: Create JupyterHub management
et: Loo JupyterHubi haldus

source: Create Network adapter
et: Loo võrguadapter

source: Create Python management
et: Loo Pythoni haldus

source: Create SQL database in PostgreSQL server
et: Loo SQL andmebaas PostgreSQL serverisse

source: Create VM
et: Loo VM

source: Create Zabbix host
et: Loo Zabbixi host

source: Create an account
et: Loo konto

source: Create an allocation for computations in batch resources.
et: Looge eraldis arvutuste jaoks pakettressurssides

source: Create application
et: Rakenduse loomine

source: Create backup for OpenStack instance
et: Loo OpenStack rakendusest varukoopia

source: Create backup schedule for OpenStack instance
et: Loo varunduse ajakava OpenStack rakendusele

source: Create disk
et: Loo ketas

source: Create notification
et: Teate loomine

source: Create organization
et: Organisatsiooni loomine

source: Create plan
et: Loo plaan

source: Create project
et: Projekti loomine

source: Create provider
et: Loo teenusepakkuja

source: Create request
et: Päringu koostamine

source: Create snapshot for OpenStack volume
et: Loo tõmmis OpenStack salvestusüksusele

source: Create snapshot schedule for OpenStack volume
et: Loo tõmmiste ajakava OpenStack salvestusüksusele

source: Create subnet
et: Loo alamvõrk

source: Created
et: Loodud

source: Created a new payment for {customer_link}.
et: Loo uus makse kliendile {customer_name}.

source: Created at
et: Loodud

source: Creating
et: Loon

source: Creating a backup schedule
et: Loon varunduse ajakava

source: Creating a floating IP
et: Loon liikuvat IP-d

source: Creating a new network
et: Loon uut võrku

source: Creating a security group
et: Turberühma loomine

source: Creating a subnet
et: Loon alamvõrk

source: Creating snapshot schedule
et: Loon tõmmiste ajakava

source: Creation date
et: Loomise kuupäev

source: Creation time
et: Loomise aeg

source: Current API token
et: Praegune API token

source: Current VPC package
et: Praegune VPC pakett

source: Current VPC usage
et: Praegune VPC paketi kasutus

source: Current cost
et: Praegune maksumus

source: Current flavor
et: Praegune tüüp

source: Current plan
et: Praegune plaan

source: Current price per month
et: Praegune hind kuu lõikes

source: Current size
et: Praegune suurus

source: Currently there are no booking requests.
et: Hetkel pole ühtegi broneerimistaotlust

source: Custom request
et: Kohandatud päring

source: Dashboard
et: Töölaud

source: Data volume size:
et: Andmete salvestusüksuse suurus:

source: Databases
et: Andmebaasid

source: Datastore
et: Andmesalvesti

source: Date
et: Kuupäev

source: Date joined
et: Liitumise kuupäev

source: Date of reporting
et: Vastamise aeg

source: Deactivate
et: Deaktiveeri

source: Deactivating
et: Deaktiveerin

source: Default
et: Vaikeväärtus

source: Default SLURM account for user
et: Kasutaja SLURM vaikekonto

source: Default account
et: Vaikekonto

source: Default availability zone for provisioned instances.
et: Vaikimisi kättesaadav tsoon loodud teenustele

source: Default cluster label
et: Klastri vaikesilt

source: Default value
et: Vaikeväärtus

source: Delete
et: Kustuta

source: Delete JupyterHub & all its users with all their data
et: Kustuta JupyterHub ja kõik selle kasutajad koos andmetega

source: Delete Zabbix host
et: Kustuta Zabbixi host

source: Delete python management & virtual environments
et: Kustuta pythoni haldus ja virtuaalne keskkond

source: Delete volumes
et: Kustuta salvestusüksed

source: Deleting PostgreSQL server will cause deletion of all databases created within server.
et: PostgreSQL serveri kustutamine kustutab kõik serveris loodud andmebaasid.

source: Deployment plan
et: Kasutuselevõtu plaan

source: Deployment plan does not have any item yet.
et: Kasutuselevõtu plaanis ei ole elemente.

source: Description
et: Kirjeldus

source: Destination
et: Sihtkoht

source: Destination URL
et: Sihtkoha URL

source: Destroy
et: Hävita

source: Destroying
et: Hävitan

source: Detach
et: Ühenda lahti

source: Detaching
et: Ühendan lahti

source: Details
et: Lisainfo

source: Device
et: Seade

source: DigitalOcean provider
et: DigitalOceani pakkuja

source: Disable a profile in FreeIPA. Disabled profiles are not allowed for login into the Linux systems
et: Keelake profiil FreeIPA-s. Väljalülitatud profiiliga ei ole lubatud sisselogimise Linux süsteemidesse

source: Disable data volume
et: Lülita salvestusüksus välja

source: Disable profile
et: Lülita profiil välja

source: Disable provisioning when threshold is reached.
et: Keela ressursside eraldamine kui piirmäär on saavutatud.

source: Disabled
et: Keelatud

source: Disks
et: Kettad

source: Dismiss
et: Lase vabaks

source: Display name
et: Plaani nimi

source: Do not allow user to specify quotas when offering is provisioned.
et: Ära lase kasutajal määrata kvooti hetkel mil pakkumine on täitmisel

source: Do not configure a gateway for this subnet
et: Ära seadista sellele võrgule võrguväravat

source: Do not have an account?
et: Konto puudub?

source: Do you really want to delete Zabbix host?
et: Kas sa tõesti soovid Zabbixi hosti kustutada?

source: Do you really want to delete comment?
et: Kas sa soovid tõesti kommentaari kustutada?

source: Documentation
et: Dokumentatsioon

source: Documents
et: Dokumendid

source: Domain
et: Domeen

source: Domain name. If not defined default domain will be used.
et: Domeeni nimi. Kui seda pole defineeritud kasutatakse vaikedomeeni

source: Done
et: Valmis

source: Download invoice
et: Lae arve alla

source: Download order PDF file
et: Lae alla tellimuse PDF fail

source: Draft
et: Mustand

source: Drop files to attach them to the issue.
et: Lohistage failid, et neid saaks probleemi juurde lisada.

source: Drop files to attach, or
et: Lohistage faile lisamiseks, või

source: Due date
et: Maksetähtpäev

source: E-mail
et: E-post

source: E-mail address
et: E-posti aadress

source: EU VAT ID
et: EL KMKR NR

source: Each JupyterHub user is mapped to a corresponding system user. Appropriate system user will be created on a first login.
et: Iga JupyterHubi kasutaja ühendatakse vastava süsteemikasutajaga. Sobiva süsteemi kasutaja luuakse esimesel sisselogimisel.

source: Each usage report must be connected with a billing plan to assure correct calculation of accounting data.
et: Iga kasutusaruanne peab olema ühendatud arveldusplaaniga, et tagada raamatupidamisandmete õige arvutamine.

source: Edit
et: Muuda

source: Edit project member
et: Muuda projekti liiget

source: Edit team member
et: Muuda meeskonna liiget

source: Either manually define credentials or enable OAuth authentication.
et: Emba-kumba, kas ligipääsuks andmed käsitsi või luba QAuthi autentimine

source: Email
et: E-post

source: Email update
et: E-posti värskendus

source: Enable DHCP
et: Luba DHCP

source: Enable a profile in FreeIPA. Only enabled profiles are allowed for login into the Linux systems
et: Luba profiil FreeIPA-s. Ainult sisselülitatud profiiliga on lubatud sisselogimise Linux süsteemidesse

source: Enable profile
et: Luba profiil

source: Enabled
et: Lubatud

source: End time
et: Lõppaeg

source: English
et: Inglise keeles

source: Ensure that the following public key is present in /home//.ssh/authorized_keys file.
et: Tee kindlaks, et järgnev avalik võti on olemas /home//.ssh/authorized_keys failis

source: Enter date
et: Sisestage kuupäev

source: Erred
et: Viga

source: Error message
et: Veateade

source: Esimated price per month
et: Hinnanguline kuutasu

source: Estimated cost
et: Hinnangulised kulud

source: Estimated cost exceeds threshold
et: Hinnanguline maksumus ületab piiri

source: Estimated cost exceeds threshold.
et: Hinnanguline maksumus ületab piiri.

source: Estimated cost for current month
et: Jooksva kuu hinnanguline kulu

source: Estimated cost for the current month:
et: Jooksva kuu hinnanguline kulu.

source: Estimated maximum price
et: Hinnanguline maksimaalne kulu

source: Estimated monthly fee will change from {old_estimate} to {new_estimate}. VAT is not included.
et: Eeldatav kuutasu muutub {old_estimate}-lt {new_estimate}-ni. Käibemaks ei sisaldu.

source: Estonian
et: Eesti

source: Estonian ID
et: Eesti ID

source: Evaluate
et: Hinda

source: Event details
et: Sündmuse andmed

source: Event type
et: Sündmuse tüüp

source: Event types
et: Sündmuste tüübid

source: Events
et: Sündmused

source: Every day
et: Igal päeval

source: Every day at
et: Iga päev kell

source: Every hour
et: Iga tund

source: Every hour at {minuteValues} past the hour
et: Iga tund {minuteValues} minutit peale täistundi

source: Every minute
et: Iga minut

source: Every month
et: Iga kuu

source: Every month on the {days} at {time}
et: Iga kuu {days} päevadel kell {time}

source: Every month on the {days} of {months} at {time}
et: Iga kuu {days} päevadel {months} kuudel kell {time}
