Repository: waldur/waldur-homeport
Catalog: i18n/locale-*.po
Languages: et

source: Every month service provider can report up to the amount requested by user.
et: Iga kuu raporteerib teenusepakkuja kasutaja poolt soovitud koguses.

source: Every week
et: Iga nädal

source: Every week on {day} at {time}
et: Iga nädal {day} päeval kell {time}

source: Every year
et: Igal aastal

source: Example: [{"header": "Database instance info", "body": "data"}]
et: Näide: [{"header": "Database instance info", "body": "data"}]

source: Executing
et: Käivitan

source: Execution Scheduled
et: Käivitus kavandatud

source: Existing quota usage: {usage}
et: Hetke mahulimiidi kasutus: {usage}

source: Expiration time
et: Aegumise tähtaeg

source: Expired
et: Aegunud

source: Expires at
et: Aegub alates

source: Explain plan
et: Selgitada plaani

source: Explain price
et: Selgitada hinda

source: Explore {deployment} Marketplace
et: Avasta {deployment} turuplatsi

source: Export as
et: Eksport kui

source: Extend
et: Laienda

source: Extend OpenStack volume
et: Laienda OpenStacki salvestusüksust

source: Extending
et: Laiendan

source: External IP
et: Väline IP

source: External links
et: Välised lingid

source: External network ID
et: Välise võrgu mask (CIDR)

source: Failed to operate with backend.
et: Rakenduse tagapõhjaga pole võimalik tegutseda

source: Features
et: Omadused

source: Fee applied each time this plan is activated.
et: Tasu, mida rakendatakse iga kord, kui see plaan aktiveeritakse.

source: Field length must be less than {maxlength} symbols
et: Välja pikkus peab olema vähem kui {maxlength} sümbolit

source: File
et: Fail

source: File download has been started.
et: Faili tõmbamine on alanud

source: File has been downloaded.
et: Fail on tõmmatud

source: Filename
et: Faili nimi

source: Files
et: Failid

source: Filter organizations
et: Filtreeri organisatsioone

source: Filter projects
et: Filtreeri projekte

source: Financial overview
et: Majanduslik ülevaade

source: Find installed virtual environments & libraries
et: Leia paigaldatud virtuaalsed keskkonnad ja teegid

source: Find missing installed libraries
et: Leia paigaldatud teegid mis on kadunud

source: Fingerprint
et: Sõrmejälg

source: Finish
et: Lõpeta

source: First
et: Esimene

source: Fixed price
et: Fikseeritud hind

source: Flavor
et: Tüüp

source: Flavor exclude regex
et: Tüübi välistamise regex

source: Flavor name
et: Tüübi nimi

source: Flavor name: {flavor_name}
et: Tüübi nimi: {flavor_name}

source: Flavors
et: Tüübid

source: Flavors List
et: Tüüpide nimekiri

source: Flexible
et: Paindlik

source: Floating IP
et: Liikuv IP

source: Floating IP count
et: Liikuvate IPde arv

source: Floating IPs
et: Liikuvad IPd

source: Flowmap
et: Vooskeem

source: Folder
et: Kaust

source: Following fields contain errors
et: Järgmised väljad on vigased

source: For
et: Selleks

source: Free
et: Tasuta

source: FreeIPA account
et: FreeIPA konto

source: FreeIPA account needs to be set up.
et: FreeIPA konto vajab seadistamist.

source: FreeIPA group quota
et: FreeIPA rühma kvoot

source: From
et: Saatja

source: From port
et: Pordist

source: Full description
et: Täielik kirjeldus

source: Full name
et: Täisnimi

source: GPU
et: CPU

source: GPU limit
et: CPU limiit

source: GPU limit, minutes
et: CPU limiit, minutites

source: GPU usage
et: CPU kasutus

source: Gateway
et: Võrgulüüs

source: Gateway IP
et: Võrgulüüsi IP

source: Gateway IP of this subnet
et: Võrgulüüsi IP antud alamvõrgule

source: General
et: Üldine

source: General information
et: Üldteave

source: Get a virtual private cloud from a service store
et: Hangi virtuaalne privaatpilv teenuste kataloogist

source: GitLab host URL
et: GitLabi hosti URL

source: Global request
et: Globaalne päring

source: Go to marketplace
et: Mine turuplatsile

source: Go to my profile
et: Mine minu profiilile

source: Got it!
et: Korras!

source: Guaranteed time of backup retention. If null - keep forever.
et: Tagatud backup andmete säilitamise aeg. Kui null - hoida igavesti.

source: Guaranteed time of snapshot retention. If null - keep forever.
et: Garanteeritud tõmmise säilitamise aeg. Kui null - hoida igavesti.

source: Guest OS
et: Külalisoperatsioonisüsteem

source: Guide me
et: Juhenda mind

source: Heatmap
et: Kuumkaart

source: Help
et: Abi

source: Help topics
et: Abiteemad

source: Helpdesk
et: Klienditeenindus

source: Helpdesk dashboard
et: Klienditeeninduse töölaud

source: Home organization domain name
et: Asutuse domeeni nimi

source: Homepage
et: Avaleht

source: Hook has been removed.
et: Haak on eemaldatud

source: Hook removal
et: Haagi eemaldamine

source: Host IP address
et: Hosti IP aadress

source: Host group name
et: Hosti grupinimi

source: Host name
et: Hosti nimi

source: Host status
et: Hosti olukord

source: Hostname or IP address of gateway node
et: Lüüsisõlme hostinimi või IP-aadress

source: Hostname or IP address of master node
et: Põhisõlme hostinimi või IP-aadress

source: Hourly rate
et: Tunnitasu

source: Hours. Once notebook instance is not active for this time it is terminated
et: Tundi. Kui märkmiku eksemplar pole seekord aktiivne, siis see lõpetatakse

source: How to generate SSH key
et: Kuidas genereerida SSH võti

source: How to obtain Client ID and Client secret from Azure
et: Kuidas omandada kliendi ID ja kliendi salajane identifikaator Azurest

source: How to obtain credentials
et: Kuidas omandada ligipääsuks vajalikud vahendid

source: How to obtain credentials for Amazon EC2 provider
et: Kuidas omandada Amazon EC2 ligipääsuks vajalikud vahendid

source: How to obtain credentials for Azure provider
et: Kuidas omandada Azurele ligipääsuks vajalikud vahendid

source: How to obtain credentials for DigitalOcean provider
et: Kuidas omandada DigitalOceani ligipääsuks vajalikud vahendid

source: I accept the
et: Ma võtan vastu

source: I want another service
et: Ma tahan teist teenust

source: ID code
et: ID kood

source: IP address
et: IP aadress

source: IP protocol
et: IP protokoll

source: IP version
et: IP versioon

source: IPv4 address
et: IPv4 aadress

source: If no additional whitelisted users are specified, only admins will have access to JupyterHub.
et: Kui täiendavaid valges nimekirjas olevaid kasutajaid ei ole täpsustatud, saavad JupyterHubi juurdepääsu ainult administraatorid.

source: If nobody is whitelisted, any OAuth user can log in to JupyterHub.
et: Kui kedagi ei pole valges nimekirjas, saab iga OAuthi kasutaja JupyterHubisse sisse logida.

source: If not, append it there on a new line. If file is not present, create a new file with the key.
et: Kui ei, lisage see sinna uuele reale. Kui faili pole, looge võtmega uus fail.

source: If you need to manually install a library, please follow these steps:
et: Kui peate teegi käsitsi installima, toimige järgmiselt.

source: If you use on-premise GitLab please specify the URl
et: Kui kasutate kohapealset GitLabi, täpsustage URl

source: Import
et: Impordi

source: Import is not possible as there are no personal provider accounts registered.
et: Import pole võimalik, sest isiklikke teenusepakkuja kontosid pole registreeritud.

source: Import private cloud
et: Impordi privaatpilv

source: Import resource
et: Impordi ressurssi

source: Import resources from the registered provider accounts.
et: Impordi ressursid registreeritud teenusepakkujate kontodelt.

source: Import snapshot
et: Loo hetktõmmis

source: Import virtual machine
et: Impordi virtuaalmasin

source: Import volume
et: Impordi salvestusüksus

source: Importing resources
et: Impordin ressursse

source: In order to enable monitoring you should install and configure Zabbix agent on monitored virtual machine.
et: Jälgimise võimaldamiseks peate nstallima ja konfigureerima jälgitavasse virtuaalsesse masinasse Zabbixi agendi

source: In the format of GUID
et: GUID-vormingus

source: Inactive user will not be able to login into the portal.
et: Mitteaktiivne kasutaja ei saa portaali logida

source: Incident
et: Intsident

source: Incident - client issue with service usage or availability (interruptions, degradation of quality).
et: Incident - teenuse kasutamise ja toimimisega (katkemine, kvaliteedi langus) seotud kliendi mure.

source: Incorrect organization details
et: Ebakorrektsed organisatsiooni andmed

source: Informational
et: Infopäring

source: Informational - client’s request to get or provide additional information related to a service.
et: Informational - kliendi soov saada või anda mistahes teenusega seotud infot

source: Infrastructure
et: Infrastruktuur

source: Initial admin password
et: Esialgne admin parool

source: Initial admin username
et: Esialgne admin kasutajanimi

source: Initial password
et: Esialgne parool

source: Initial username
et: Esialgne kasutajanimi

source: Install your library with pip
et: Paigalda oma teek pip abil

source: Instance
et: Eksemplar

source: Instance count
et: Eksemplaride hulk

source: Instance does not have any floating IPs yet.
et: Eksemplaril ei ole veel ühtegi liikuvat IP aadressi.

source: Instance does not have any security groups yet.
et: Eksemplaril ei ole veel määratud ühtegi turvagruppi.

source: Instance has been updated.
et: Eksemplari on uuendatud.

source: Instance is already active.
et: Emsemplar on juba aktiivne

source: Instance is already stopped.
et: Eksemplar on uuendatud.

source: Instance is not configured.
et: Eksemplari ei ole seadistatud.

source: Instance is not connected to any internal subnets yet. Please connect it to internal subnet first.
et: Eksemplari ei ole veel ühendatud ühegi sisemise alamvõrguga. Palun ühenda see kõigepealt sisemisse alamvõrku.

source: Instance state
et: Eksemplari olek

source: Instances count
et: Eksemplaride hulk

source: Internal
et: Sisemine

source: Internal IP
et: Sisemine IP

source: Internal IPs
et: Sisemised IP-d

source: Internal name
et: Sisemine nimi

source: Internal network allocation pool
et: Sisemine võrgu jaotusvõrk

source: Internal network mask (CIDR)
et: Sisevõrk mask (CIDR)

source: Internal server error occurred. Please try again or contact support.
et: Tekkis viga "Internal server error". Palun proovi uuesti või võta ühendust kasutajatoega.

source: Invalid URL. Unable to parse payment details.
et: Vigane URL. Ei ole võimalik töödelda maksmise detaile

source: Invitation check
et: Kutse kontrollimine

source: Invitation could not be accepted
et: Kutset ei olnud võimalik vastu võtta

source: Invitation email is:
et: Kutse email on:

source: Invitation has been approved.
et: Kutse on kinnitatud.

source: Invitation has been canceled.
et: Kutse on katkestatud.

source: Invitation has been created.
et: Kutse on loodud.

source: Invitation has been rejectd.
et: Kutse on tagasi lükatud.

source: Invitation has been sent again.
et: Kutse on uuesti saadetud.

source: Invitation is not found.
et: Kutset ei leitud.

source: Invitation is not valid anymore.
et: Kutse ei ole enam kehtiv.

source: Invitation is not valid.
et: Kutse ei ole korrektne.

source: Invitation rejection
et: Kutse tagasilükkamine

source: Invitation token is not found.
et: Kutse žetooni ei leitud.

source: Invitations
et: Kutsed

source: Invite team member
et: Kutsu meeskonna liiget

source: Invite user
et: Kutsu kasutaja

source: Invoice
et: Arve

source: Invoice No.
et: Arve nr.

source: Invoice date
et: Arve kuupäev

source: Invoice events
et: Arve sündmused

source: Invoice events timeline
et: Arve sündmuste ajakava

source: Invoice for organization {customer_link} for the period of {period} has been created.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on loodud.

source: Invoice for organization {customer_link} for the period of {period} has been updated.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on uuendatud.

source: Invoice for organization {customer_name} for the period of {period} has been deleted.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on kustutatud.

source: Invoice has not been sent to PayPal yet
et: Arvet pole veel PayPali saadetud.

source: Invoice number
et: Arve number

source: Invoiced to
et: Kellele

source: Invoices
et: Arved

source: Invoices list
et: Arvete nimekiri

source: Is active
et: On aktiivne

source: Is external
et: Väline

source: Is official
et: On ametlik

source: Issue key
et: Juhtumi võti

source: Issue link
et: Juhtumi link

source: Issue status
et: Juhtumi seisund

source: Issue {issue_link} has been created by {caller_link}.
et: {Caller_full_name} on loonud juhtumi {issue_key}.

source: Issues
et: Juhtumid

source: It is used to automatically assign floating IP to your virtual machine.
et: On kasutusel liikuva IP aadressi automaatseks virtuaalsele masinale lisamiseks

source: JIRA user with excessive privileges
et: JIRA kasutaja, koos ülemääraste õigustega

source: Job position
et: Tööpositsioon

source: Job title
et: Ametinimetus

source: Jupyter kernels (Python virtual environments)
et: Jupyteri tuumad (Pythoni virtuaalsed keskkonnad)

source: JupyterHub Management details
et: JupyterHubi halduse detailid

source: JupyterHub configuration update could not be scheduled.
et: JupyterHubi konfiguratsioonivärskendust ei saanud tööjärjekorda lisada.

source: JupyterHub configuration update have been scheduled.
et: JupyterHubi konfiguratsioonivärskendus järjekorda lisatud

source: JupyterHub environment has been created.
et: JupyterHubi keskkond on loodud

source: JupyterHub management details
et: JupyterHubi halduse üksikasjad

source: JupyterHub runtime logs location
et: JupyterHubi töölogide asukoht

source: Keep forever
et: Hoia igavesti

source: Keep until
et: Hoia kuni

source: Kept until
et: Hoitud kuni

source: Key
et: Võti

source: Key name
et: Võtme nimi

source: Key removal
et: Võtme eemaldamine

source: Key should consist of uppercase letters.
et: Võti peab koosnema ainult suurtähtedest

source: Keys
et: Võtmed

source: Keystone auth URL (e.g. http://keystone.example.com:5000/v3)
et: Keystone autentimine URL (e.g. http://keystone.example.com:5000/v3)

source: Label that is visible to users in Marketplace.
et: Silt, mis on turuplatsi kasutajatele nähtav

source: Large
et: Suur

source: Last
et: Viimane

source: Latvian
et: Läti

source: Leave blank if you want admin password to be auto-generated.
et: Jätke tühjaks, kui soovite et admin parool luuakse automaatselt.

source: Leave blank if you want admin username to be auto-generated.
et: Jätke tühjaks, kui soovite et admin kasutajanimi luuakse automaatselt.

source: Legal address
et: Juriidiline aadress

source: Let’s get started
et: Hakkame pihta.

source: Libraries to install
et: Installitavad teegid

source: Libraries to remove
et: Eemaldatavad teegid

source: Library has not yet been saved
et: Teeki ei ole veel salvestatud

source: Library name
et: Teegi nimi

source: Library version
et: Teegi versioon

source: Lifetime will be updated and reset upon saving the form.
et: Töötamise aeg resetitakse vormi salvestamisel.

source: Limit
et: Limiit

source: Limit amount
et: Limiteeri kogus

source: Limit period
et: Limiidi periood

source: Limits
et: Limiidid

source: Link
et: Viide

source: Link created
et: Link loodud

source: Link removed
et: Link eemaldatud

source: Lithuanian
et: Leedu

source: Loading actions
et: Tegevuste laadimine

source: Loading...
et: Laadimine...

source: Located in home directory of the specified system user.
et: Asub määratud süsteemikasutaja kodukataloogis.

source: Location
et: Asukoht

source: Log out
et: Logi välja

source: Logging user in
et: Kasutaja sisselogimine

source: Login
et: Logi sisse

source: Login details
et: Logimise detailid

source: Login failed
et: Tõrge sisselogimisel

source: Logo has been removed.
et: Logo on eemaldatud

source: Logo has been uploaded.
et: Logo on üles laetud.

source: Logout failed
et: Välja logimine nurjus

source: MAC address
et: MAC- aadress

source: MOAB allocation
et: MOAB eraldamine

source: Manage
et: Haldus

source: Manage at
et: Halda

source: Manage organization
et: Halda organisatsiooni

source: Managed projects
et: Hallatavad projektid

source: Management
et: Haldus

source: Marketplace
et: Turuplats

source: Marketplace checkout
et: Turuplatsi kassa

source: Marketplace offering does not have any usage-based components.
et: Turuplatsi pakkumisel pole ühtegi kasutusel baseeruvat komponenti

source: Marketplace offerings
et: Turuplatsi pakkumised

source: Max # of backups
et: Maksimaalne varukoopiate arv.

source: Max # of snapshots
et: Maksimaalne tõmmiste arv

source: Max RAM
et: Maks. RAM

source: Max number of backups
et: Maksimaalne varukoopiate arv

source: Max number of snapshots
et: Maksimaalne tõmmiste arv

source: Max storage
et: Maks. salvestusmaht

source: Max vCPU
et: Maks vCPU-de arv

source: Maximal number of resources
et: Maksimaalne ressursside arv

source: Maximal valid value is
et: Maksimaalne lubatud väärtus on

source: Maximal value
et: Maksimaalne väärtus

source: Maximum RAM for each VM
et: Maksimaalne RAM iga VM kohta

source: Maximum capacity for each disk
et: Iga ketta maksimaalne suurus

source: Maximum monthly
et: Maksimaalselt kuus

source: Maximum total
et: Maksimaalselt kokku

source: Maximum total size of the disk space per VM
et: Kettaruumi maksimaalne kogumaht VM-i kohta

source: Maximum username length with mandatory username prefix is 32 characters.
et: Maksimaalne kasutajanime pikkus koos kohustusliku kasutajanime eesliitega on 32 tähemärki.

source: Maximum vCPU for each VM
et: Maksimaalne vCPU iga VM kohta

source: Measured unit
et: Mõõdetud ühik

source: Medium
et: Keskmine

source: Member
et: Liige

source: Memory per vCore
et: Mälu ühe vCore kohta

source: Memory size in GiB
et: Mälu suurus GiB

source: Message
et: Teade

source: Method
et: Meetod

source: Metric
et: Mõõdik

source: Min storage
et: Min. salvestusmaht

source: Minimal valid value is
et: Minimaalne lubatud väärtus on

source: Minimal valid value is 0
et: Minimaalne lubatud väärtus on 0

source: Minimal value
et: Minimaalne lubatud väärtus

source: Mobile phone number
et: Telefoninumber

source: Monitoring
et: Seire

source: Monitoring details
et: Seire detailid

source: Monitoring system has failed.
et: Seiresüsteem on ebaõnnestunud

source: Monitoring system is being deleted.
et: Seresüsteem on kustatud

source: Monitoring system is being provisioned.
et: Seiresüsteem on paigaldamisel

source: Monitoring system is being updated.
et: Seiresüsteem on uuendatud

source: Month
et: Kuu

source: Monthly cost
et: Igakuine kulu

source: More info
et: Lisainfo

source: Motivation
et: Motivatsioon

source: Must start with a country prefix ie EE34501234215
et: Peab algama riigi liitega näiteks EE34501234215

source: My offerings
et: Minu pakkumised

source: My orders
et: Minu tellimused

source: My resources
et: MInu ressursid

source: My services
et: Minu teenused

source: Name
et: Nimi

source: Name contains invalid symbols.
et: Nimi sisaldab vigaseid märke

source: Name is duplicated. Choose other name.
et: Nimi juba eksisteerib. Vali uus

source: Name is required field.
et: Kasutajanimi on kohustuslik.

source: Name is too short, names should be at least two alphanumeric characters.
et: Nimi on liiga lühike, nimi peab siseldama kahte tähestikust olevat tähte

source: Name should consist of latin symbols and numbers.
et: Nimi peaks koosnema ladina sümbolitest ja numbritest.

source: Name should contain at least 3 symbols.
et: Nimi peab sisaldama vähemalt kolme sümbolit

source: Native name
et: Esialgne nimi

source: Network
et: Võrk

source: Network adapters
et: Võrguseadmed

source: Network has been updated.
et: Võrku on uuendatud.

source: Networks
et: Võrgud

source: New VPC package
et: Uus VPC pakett

source: New limit
et: Uus limiit

source: New plan
et: Uus plaan

source: New size
et: Uus suurus

source: New user needs password
et: Uus kasutaja vajab parooli

source: Next
et: Edasi

source: Next trigger at
et: Järgmine päästik

source: No
et: Ei

source: No access info
et: Juurdepääsi info puudub

source: No allocations found matching filter.
et: Filtrile vastavaid jaotuseid ei leitud.

source: No allocations yet.
et: Jaotuseid ei ole veel.

source: No applications found matching filter.
et: Filtrile vastavaid rakendusi ei leitud.

source: No backup schedules found matching filter.
et: Filtrile vastavaid varukoopiate ajakavasid ei leitud.

source: No backup schedules yet.
et: Varukoopiaid pole planeeritud.

source: No backups found matching filter.
et: Filtrile vastavaid varukoopiaid ei leitud.

source: No backups yet.
et: Varukoopiaid pole veel.

source: No cost plans found matching filter.
et: Filtrile vastavaid kuluplaane ei leitud.

source: No databases found matching filter.
et: Filtrile vastavaid andmebaase ei leitud.

source: No databases yet.
et: Andmebaasid puuduvad.

source: No disks found matching filter.
et: Filtrile vastavaid kettaid ei leitud.

source: No entries to show here
et: Sissekanded mida näidata puuduvad

source: No floating IPs found matching filter.
et: Filtrile vastavaid ujuvaid IP-sid ei leitud.

source: No floating IPs yet.
et: Ujuvaid IP-sid ei ole veel.

source: No internal IPs found matching filter.
et: Filtrile vastavaid sisemisi IP-sid ei leitud.

source: No internal IPs yet.
et: Sisemisi IP-sid veel ei ole.

source: No invitations found matching filter.
et: Filtrile vastavaid kutseid ei leitud.

source: No invoices found matching filter.
et: Filtrile vastavaid arveid ei leitud.

source: No items yet.
et: Kirjed puuduvad.

source: No members found matching filter.
et: Filtrile vastavaid liikmeid ei leitud.

source: No networks found matching filter.
et: Filtrile vastavaid võrke ei leitud.

source: No networks yet.
et: Võrgud puuduvad.

source: No payments found matching filter.
et: Filtrile vastvaid makseid ei leitud.

source: No payments yet
et: Maksed puuduvad

source: No ports found matching filter.
et: Filtrile vastavaid porte ei leitud.

source: No ports yet.
et: Porte veel ei ole.

source: No price list items found matching filter.
et: Ühtegi hinnakirja elementi ei leitud mis vastaks filtrile.

source: No price list items yet.
et: Ühtegi hinnakirja elementi ei ole veel.

source: No private clouds found matching filter.
et: Ühtegi filtrile vastavat privaatpilve ei leitud.

source: No private clouds to import.
et: Ei ole ühtegi privaatpilve importimiseks.

source: No projects are assigned to this role.
et: Antud rollile pole määratud ühtegi projekti.

source: No providers found matching filter.
et: Ühtegi filtrile vastavat teenusepakkujat ei leitud.

source: No providers yet.
et: Ühtegi teenusepakkujat ei leitud.

source: No quota set
et: Limiit puudub

source: No records found matching filter.
et: Filtrile vastavad kirjed puuduvad.

source: No requests found matching filter.
et: Ühtegi filtrile vastavat päringut ei leitud.

source: No resources found matching filter.
et: Ühtegi filtrile vastavat ressurssi ei leitud.

source: No restored volumes found matching filter.
et: Ühtegi filtrile vastavat taastatud volüümi ei leitud.

source: No results found
et: Tulemusi ei leitud

source: No security groups found matching filter.
et: Ühtegi filtrile vastavat turvagruppi ei leitud.

source: No security groups yet.
et: Turvagruppe veel ei ole.

source: No snapshot schedules found matching filter.
et: Ühtegi filtrile vastavat tõmmiste ajakava ei leitud.

source: No snapshot schedules yet.
et: Ühtegi tõmmiste ajakava ei ole veel.

source: No snapshots found matching filter.
et: Ühtegi filtrile vastavat tõmmist ei leitud.

source: No snapshots to import.
et: Ühtegi importimiseks valmis tõmmist ei leitud.

source: No snapshots yet.
et: Ühtegi tõmmist ei ole veel.

source: No subnets found matching filter.
et: Ühtegi filtrile vastavat alamvõrku ei leitud.

source: No subnets yet.
et: Ühtegi alamvõrku ei ole veel.
